[
  {
    "heading": "Shutdown In Srinagar Ahead Of Court Verdict On Kashmiri Separatist Yasin Malik",
    "imageurl": "https://www.ndtv.com/india-news/yasin-malik-shutdown-in-srinagar-ahead-of-court-verdict-on-yasin-malik-3007305",
    "ownername": "Nazir Masoodi",
    "date": " Wednesday May 25 2022",
    "details": "Parts of Srinagar witnessed a shutdown today ahead of a Delhi court's verdict on the quantum of sentence for Kashmiri separatist Yasin Malik, who was convicted in a terror funding case earlier this month."
  },
  {
    "heading": "Power Ministry Seeks 2-Year Delay To Comply With Emission Norms",
    "imageurl": "https://www.ndtv.com/india-news/power-ministry-seeks-2-year-delay-to-comply-with-emission-norms-3007303",
    "ownername": "Reuters",
    "date": " Wednesday May 25 2022",
    "details": "India's power ministry has sought a two-year extension from the environment ministry for utilities to install emission cutting equipment, according to a power ministry letter seen by Reuters."
  },
  {
    "heading": "Fresh Plea In Supreme Court Challenges Places Of Worship Act, 1991",
    "imageurl": "https://www.ndtv.com/india-news/fresh-plea-in-supreme-court-challenges-places-of-worship-act-1991-3007228",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "A plea was filed in the Supreme Court on Wednesday challenging the constitutional validity of certain sections of the Places of Worship (Special Provisions) Act 1991, saying that it barefacedly violates the principles of secularism and rule of law."
  },
  {
    "heading": "Delhi Molestation-Murder Case Conviction Set Aside, 5 Get Benefit Of Doubt",
    "imageurl": "https://www.ndtv.com/india-news/delhi-molestation-murder-case-conviction-set-aside-5-get-benefit-of-doubt-3007218",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "The Delhi High Court acquitted five molestation-murder convicts, giving them the benefit of doubt while terming the testimony of eyewitnesses as not truthful."
  },
  {
    "heading": "Nitish Kumar Remarks On \"What If A Man Gets Married To Another Man?\"",
    "imageurl": "https://www.ndtv.com/india-news/nitish-kumar-remarks-on-what-if-a-man-gets-married-to-another-man-3007172",
    "ownername": "Manish Kumar",
    "date": " Wednesday May 25 2022",
    "details": "\"If a man marries another man, will there be childbirth?\" Bihar Chief Minister Nitish Kumar asked yesterday while stressing that there is nothing more wrong than demanding dowry for marrying a woman."
  },
  {
    "heading": "Over 80% Of 15-18 Age Group Has Got 1st Dose Of Covid Vaccine: Health Minister",
    "imageurl": "https://www.ndtv.com/india-news/over-80-of-15-18-age-group-has-got-1st-dose-of-covid-vaccine-health-minister-3006240",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "Over 80 per cent of people aged between 15 and 18 years have received the first dose of Covid vaccine, Union Health Minister Mansukh Mandaviya said on Tuesday as the total number of jabs administered in India exceeded 192.65 crore."
  },
  {
    "heading": "Varanasi's Gyanvapi Mosque: New Plea In Fast-Track Court, Monday Hearing",
    "imageurl": "https://www.ndtv.com/india-news/varanasis-gyanvapi-mosque-new-plea-in-court-from-where-case-was-moved-3007058",
    "ownername": "Alok Pandey",
    "date": " Wednesday May 25 2022",
    "details": "A new petition seeking a ban on the entry of Muslims to the Gyanvapi Mosque complex was today transferred from the court of the civil judge to a fast track court in Varanasi."
  },
  {
    "heading": "Flyer's Video vs SpiceJet As \"Attempted Ransomware Attack\" Delays Flights",
    "imageurl": "https://www.ndtv.com/india-news/spicejet-says-attempted-ransomware-attack-last-night-slowed-down-morning-departures-flights-operating-normally-now-3006993",
    "ownername": "NDTV News Desk",
    "date": " Wednesday May 25 2022",
    "details": "Several SpiceJet flights were delayed and hundreds of passengers stranded at various airports this morning.The air carrier blamed an \"attempted ransomware attack\" for the delays as passengers took to social media to blast it for the poor service."
  },
  {
    "heading": "India Records 2,124 New COVID-19 Cases, 17 Covid Deaths In 24 Hours: Centre",
    "imageurl": "https://www.ndtv.com/india-news/india-records-2-124-new-covid-19-cases-17-covid-deaths-in-24-hours-centre-3006972",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "India saw a single day rise of 2,124 new coronavirus infections, taking the infection tally to 4,31,42,192, while the active cases rose to 14,971, according to the Union health ministry data updated today."
  },
  {
    "heading": "Village Housewife Finds Diamond Worth Rs 10 Lakh In Madhya Pradesh Mine",
    "imageurl": "https://www.ndtv.com/cities/village-housewife-finds-diamond-worth-rs-10-lakh-in-madhya-pradesh-mine-3006950",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "A woman from a village in Madhya Pradesh's Panna district has found a 2.08-carat diamond in a shallow mine, officials said today."
  },
  {
    "heading": "For \"Ganga-Jamuni Tehzeeb\", UP Court Orders Accused Man To Serve Juice",
    "imageurl": "https://www.ndtv.com/india-news/court-asks-man-accused-of-disturbing-communal-harmony-to-serve-sherbet-3006949",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "The Allahabad High Court has directed a man to serve drinking water and sherbet (sweet drink) for one week in order to create goodwill and amity while granting bail to an accused of disturbing communal harmony."
  },
  {
    "heading": "Viral Video: Madhya Pradesh Beggar Buys Moped Worth Rs 90,000 After Wife Complains Of Backache",
    "imageurl": "https://www.ndtv.com/india-news/viral-video-madhya-pradesh-beggar-buys-moped-worth-rs-90-000-after-wife-complains-of-backache-3006939",
    "ownername": "Diksha Rani",
    "date": " Wednesday May 25 2022",
    "details": "A man can do anything to keep the woman he loves happy. An incident is going viral on social media where a beggar buys a moped worth Rs 90,000 for his wife."
  },
  {
    "heading": "\"Winnability Only For Women?\": Karnataka Congress Secretary Rebukes Party",
    "imageurl": "https://www.ndtv.com/india-news/winnability-only-for-women-karnataka-congress-secretary-rebukes-party-3006869",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "Karnataka Congress general secretary Kavitha Reddy on Monday lashed out at her party for not promoting women empowerment while picking candidates for the June 3 Legislative Council elections."
  },
  {
    "heading": "On Bihar Caste Census, BJP To Be At Nitish Kumar's June 1 All-Party Meet",
    "imageurl": "https://www.ndtv.com/india-news/nitish-kumar-on-bihar-caste-census-bjp-to-be-at-nitish-kumars-june-1-all-party-meet-3006836",
    "ownername": "Manish Kumar",
    "date": " Wednesday May 25 2022",
    "details": "An all-party meeting on the statewide caste census will be held on June 1, said Bihar Parliamentary Affairs Minister Vijay Kumar Chaudhary. Mr Chaudhary said that the BJP, which was earlier opposed to the idea, will also attend the meeting"
  },
  {
    "heading": "Bharat Bandh Today Over Demand For Caste-Based Census",
    "imageurl": "https://www.ndtv.com/india-news/bharat-bandh-today-over-caste-based-census-demand-3006818",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "The All India Backward and Minority Communities Employees Federation (BAMCEF) has called for a Bharat Bandh today demanding a caste-based census."
  },
  {
    "heading": "India Says Quad Countries Understand Its Position On Ukraine",
    "imageurl": "https://www.ndtv.com/india-news/india-says-quad-countries-understand-its-position-on-ukraine-3006805",
    "ownername": "Reuters",
    "date": " Wednesday May 25 2022",
    "details": "India said on Tuesday that the leaders of the other members of the Quad group of countries understood its position on Russia's conflict in Ukraine when they met in Tokyo."
  },
  {
    "heading": "Man, 21, Beaten To Death By Girlfriend's Relatives In Madhya Pradesh",
    "imageurl": "https://www.ndtv.com/india-news/man-21-beaten-to-death-by-girlfriends-relatives-in-madhya-pradesh-3006796",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "A 21-year-old man was beaten to death allegedly by the kin of his girlfriend after they caught the couple in an objectionable state in a field, a police official in Madhya Pradesh's Indore said on Tuesday."
  },
  {
    "heading": "Woman's Body Found Stuffed In Bag Near Railway Tracks In Mumbai: Police",
    "imageurl": "https://www.ndtv.com/india-news/womans-body-found-stuffed-in-bag-near-railway-tracks-in-mumbai-3006788",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "The body of a woman was found stuffed in a bag near the railway tracks in Mahim in Mumbai on Tuesday morning, after which a murder probe began, a police official said."
  },
  {
    "heading": "\"Is This Andhra Pradesh Or Pak?\" BJP Demands Renaming Of \"Jinnah Tower\"",
    "imageurl": "https://www.ndtv.com/india-news/bjp-protests-for-renaming-jinnah-tower-in-andhra-pradesh-several-leaders-detained-3006781",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "Several BJP leaders, including its national secretary Sunil Deodhar were taken into police custody when they sought to march to the Jinnah Tower Centre in Guntur on Tuesday evening demanding that it be renamed after A P J Abdul Kalam."
  },
  {
    "heading": "Coronavirus LIVE Updates: Coronavirus LIVE: India Logs 2,124 New COVID-19 Cases, 17 Deaths In 24 Hours",
    "imageurl": "https://www.ndtv.com/india-news/coronavirus-india-live-updates-coronavirus-cases-today-covid-19-cases-in-india-omicron-covid-cases-india-covid-cases-may-25-3006752",
    "ownername": "NDTV News Desk",
    "date": " Wednesday May 25 2022",
    "details": "India recorded a total of 2,124 new coronavirus cases in the last 24 hours, taking the total tally of COVID-19 cases to 4,31,42,192, while the active cases increased to 14,971, according to the Union Health Ministry."
  },
  {
    "heading": "Jharkhand Panchayat Polls: More Than 70% Voter Turnout In 3rd Phase",
    "imageurl": "https://www.ndtv.com/india-news/jharkhand-panchayat-polls-more-than-70-voter-turnout-in-3rd-phase-3006738",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "Over 70 per cent of the 46.94 lakh voters exercised their franchise in the third of the four-phase panchayat elections of Jharkhand on Tuesday, an official said."
  },
  {
    "heading": "BJP Member Murdered In Chennai, Cops Suspect Personal Enmity",
    "imageurl": "https://www.ndtv.com/india-news/tamil-nadu-bjp-leader-balachandran-hacked-to-death-in-chennai-police-3006662",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "Tamil Nadu BJP Central District Chairman of the SC/ST wing, Balachandran, was allegedly murdered by three unidentified assailants in Chintadripet, a locality in Chennai on Tuesday."
  },
  {
    "heading": "Karti Chidambaram Likely To Appear Before CBI Today In Visa Scam Case",
    "imageurl": "https://www.ndtv.com/india-news/karti-chidambaram-likely-to-appear-before-cbi-today-in-visa-scam-case-3006614",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "Congress MP Karti Chidambaram is likely to appear before the CBI on Wednesday to join the investigation into an alleged scam pertaining to issuance of visa to 263 Chinese nationals in 2011 when his father P Chidambaram was the home minister."
  },
  {
    "heading": "Maharashtra Gets Rs 80,000 Crore Investment Pledges At Davos",
    "imageurl": "https://www.ndtv.com/india-news/maharashtra-gets-rs-80-000-crore-investment-pledges-at-davos-3006583",
    "ownername": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "ReNew Power will invest a huge Rs 50,000 crore in renewable power generation in the state with a generating capacity of 10,000 to 12,000 Megawatts."
  },
  {
    "heading": "Heavy Rain Kills 39 People In One Day In Uttar Pradesh: Officials",
    "imageurl": "https://www.ndtv.com/india-news/heavy-rains-kill-39-people-in-one-day-in-uttar-pradesh-officials-3006578",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Thirty nine people lost their lives and three were injured in various rain-related incidents in Uttar Pradesh in a day, the state government said today. Most of these casualties were due to dust storms, lightning, thunderstorms and drowning."
  },
  {
    "heading": "Himachal Pradesh Climber Scales Four 8,000 Metre Peaks In Less Than One Month",
    "imageurl": "https://www.ndtv.com/india-news/himachal-pradesh-climber-scales-4-8-000-metre-peaks-in-less-than-1-month-3006569",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Baljeet Kaur has become the first Indian mountaineer to scale four 8,000 metre peaks in less than a month after she successfully climbed Mount Lhotse, the fourth highest mountain in the world."
  },
  {
    "heading": "Farmers Use National Highway To Dry Crops As Floods Ravage Assam",
    "imageurl": "https://www.ndtv.com/india-news/assam-floods-farmers-use-national-highway-to-dry-crops-as-floods-ravage-assam-3006504",
    "ownername": "Ratnadip Choudhury",
    "date": " Tuesday May 24 2022",
    "details": "A 2 km stretch of a four-lane National Highway that links Guwahati to northern Assam has been closed for traffic as farmers affected by the recent floods in the state have set up temporary shelters on the road."
  },
  {
    "heading": "Postmaster Lost 1 Crore In IPL Bets. He Used Fixed Deposits Of 24 Families",
    "imageurl": "https://www.ndtv.com/india-news/postmaster-lost-1-crore-in-ipl-bets-he-used-fixed-deposits-of-24-families-3006455",
    "ownername": "Anurag Dwary",
    "date": " Tuesday May 24 2022",
    "details": "Betting on Indian Premier League (IPL) cricket matches, a postmaster in Madhya Pradesh is alleged to have lost Rs 1 crore savings of two dozen families. The families' money was to be fixed deposited at a sub post office in Sagar district."
  },
  {
    "heading": "\"Improbable\" Sex Assault Charges Dropped Against Man Who Had Arm Chopped",
    "imageurl": "https://www.ndtv.com/india-news/man-who-had-arm-chopped-off-in-haryana-cleared-of-sexual-assault-charge-3006422",
    "ownername": "Mohammed Ghazali",
    "date": " Tuesday May 24 2022",
    "details": "Relatives of Ikhlaq Salmani had claimed that his hand was chopped by some local men in Panipat allegedly after they saw a religious tattoo '786' on his hand."
  },
  {
    "heading": "Amit Shah To Watch Akshay Kumar-Starrer 'Prithviraj' At Special Screening",
    "imageurl": "https://www.ndtv.com/india-news/amit-shah-to-watch-akshay-kumar-starrer-prithviraj-at-special-screening-3006403",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Union Home Minister Amit Shah will watch Bollywood superstar Akshay Kumar's upcoming historical drama \"Prithviraj\" on June 1, director Chandraprakash Dwivedi said on Tuesday."
  },
  {
    "heading": "Madhya Pradesh Man Detained For Cutting Sadhu's Hair, Abusing Him",
    "imageurl": "https://www.ndtv.com/india-news/madhya-pradesh-khandwa-man-detained-for-cutting-sadhus-hair-abusing-him-3005766",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A man has been detained for allegedly cutting the hair of a sadhu in Khandwa in Madhya Pradesh, a video of which was being circulated on social media."
  },
  {
    "heading": "Yasin Malik Sentencing In Terror Funding Case Likely On Wednesday",
    "imageurl": "https://www.ndtv.com/india-news/yasin-malik-sentencing-in-terror-funding-case-likely-on-wednesday-3006286",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A Delhi court is likely to pronounce on Wednesday its judgment on the quantum of punishment for convicted Kashmiri separatist leader Yasin Malik."
  },
  {
    "heading": "Centre Allows Duty-Free Import Of Crude Soyabean, Sunflower Oil",
    "imageurl": "https://www.ndtv.com/india-news/centre-allows-duty-free-import-of-crude-soyabean-sunflower-oil-3006269",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "The government on Tuesday exempted customs duty and agriculture infrastructure development cess on 20 lakh metric tonnes yearly import of crude soyabean and sunflower oil, to ease domestic prices."
  },
  {
    "heading": "Hemant Soren Likely To Meet Sonia Gandhi Over Rajya Sabha Elections",
    "imageurl": "https://www.ndtv.com/india-news/congress-claims-stake-over-rs-berth-from-jharkhand-after-sonia-gandhi-and-hemant-soren-meet-3006250",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Congress is set to stake a claim for a Rajya Sabha berth from Jharkhand as Chief Minister Hemant Soren is likely to meet party interim president Sonia Gandhi and hold a discussion over upper house elections."
  },
  {
    "heading": "Joe Biden Praises PM Modi At Quad Meet For Successfully Handling Covid",
    "imageurl": "https://www.ndtv.com/india-news/quad-summit-2022-joe-biden-praises-pm-narendra-modi-at-quad-meet-for-successfully-handling-covid-pandemic-in-india-3006235",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Quad Summit 2022: US President Joe Biden today praised Prime Minister Narendra Modi for handling the COVID pandemic \"successfully\", a senior Indian official said. President Biden's remarks appeared to be unscripted."
  },
  {
    "heading": "US Health Regulator Lifts Hold On Covaxin's Clinical Trials",
    "imageurl": "https://www.ndtv.com/india-news/us-food-and-drug-administration-lifts-hold-on-covaxins-clinical-trials-in-us-3006205",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "The US Food and Drug Administration which has put on hold phase 2/ 3 clinical trials of Bharat Biotech's COVID-19 vaccine Covaxin, in USA, has lifted pause, according to a statement issued by Ocugen Inc, Bharat Biotech's partner for jab in US, Canada"
  },
  {
    "heading": "Wooden Box With Rogan Painting: PM's Gift To Japan's Fumio Kishida",
    "imageurl": "https://www.ndtv.com/india-news/quad-summit-pm-modi-gifts-traditional-indian-artwork-to-japans-pm-fumio-kishida-3006150",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Prime Minister Narendra Modi on Tuesday gifted a wooden hand-carved box with Rogan painting to his Japanese counterpart Fumio Kishida during his meeting with him in Tokyo, Japan."
  },
  {
    "heading": "School Stops Salary Of Bengal Minister's Daughter Over Illegal Appointment",
    "imageurl": "https://www.ndtv.com/india-news/school-stops-salary-of-bengal-ministers-daughter-over-illegal-appointment-3006130",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Authorities of the Mekhliganj school where Ankita Adhikari, the daughter of West Bengal minister of state for education Paresh Chandra Adhikari was employed as a teacher, Tuesday formally decided to stop her salary as ordered by Calcutta High Court."
  },
  {
    "heading": "PM Modi Gifts Mathura's Famous Sanjhi Art To Joe Biden At Tokyo Meet",
    "imageurl": "https://www.ndtv.com/india-news/us-india-tokyo-meet-pm-modi-gifts-vrindavans-famous-sanjhi-art-painting-to-us-president-joe-biden-at-tokyo-biateral-meet-3006108",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "India-US Meet: Prime Minister Narendra Modi on Tuesday gifted a Sanjhi Art panel to US President Joe Biden during his meeting with him in Tokyo. Sanjhi Panel is famously based on the theme of Thakurani Ghat from Mathura by a National Awardee."
  },
  {
    "heading": "Maharashtra Anti-Terrorism Squad Arrests Lashkar-E-Taiba 'Recruiter'",
    "imageurl": "https://www.ndtv.com/india-news/lashkar-e-taiba-recruiter-arrested-by-maharashtra-anti-terrorism-squad-from-pune-3005857",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "The Maharashtra Anti-Terrorism Squad (ATS) on Tuesday arrested a 28-year-old man from Pune for his alleged role in the recruitment of terrorists for the banned outfit Lashkar-e-Taiba (LeT) from various states,a senior official said."
  },
  {
    "heading": "Case Against Delhi College Principal After Ex-Teacher Alleges Atrocities",
    "imageurl": "https://www.ndtv.com/india-news/case-against-delhi-college-principal-after-ex-teacher-alleges-atrocities-3005965",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "The principal of Delhi University's Daulat Ram College has been booked for offences under the SC Act after an assistant professor (ad hoc) accused her of atrocities, police said on Tuesday."
  },
  {
    "heading": "Coal India To Open Big, New Mine This Year To Fight Power Crisis",
    "imageurl": "https://www.ndtv.com/india-news/coal-india-to-open-big-new-mine-this-year-to-fight-power-crisis-3005950",
    "ownername": "Reuters",
    "date": " Tuesday May 24 2022",
    "details": "State-run Coal India will open this year what is expected to become one of the country's biggest coal mines, officials said, as India struggles to keep pace with surging power demand."
  },
  {
    "heading": "\"Not Connected Directly Or Telepathically\": Karti Chidambaram On CBI Case",
    "imageurl": "https://www.ndtv.com/india-news/not-connected-directly-or-telepathically-karti-chidambaram-on-cbi-case-3005924",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Days after he was charged by the CBI in yet another corruption case, Congress MP Karti Chidambaram on Tuesday called it a witch-hunt and harassment and asserted he has full faith in the judiciary and trusts the institution to stand by truth."
  },
  {
    "heading": "3 Men Barge Into Shop, Open Fire And Demand Rs 50 Crore: Haryana Cops",
    "imageurl": "https://www.ndtv.com/india-news/three-men-barge-into-shop-open-fire-and-demand-rs-50-crore-haryana-police-3005894",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Three men on Tuesday barged into a sanitary hardware shop in Bawal town of Haryana's Rewari district and opened fire in the air, demanding Rs 50 crore from the shop owner, police said."
  },
  {
    "heading": "\"I Will Drag Akhilesh Yadav Out Of AC Room\": Samajwadi Party Ally",
    "imageurl": "https://www.ndtv.com/india-news/i-will-drag-akhilesh-yadav-out-of-ac-room-samajwadi-party-ally-om-prakash-rajbhar-3005888",
    "ownername": "Sanket Upadhyay",
    "date": " Tuesday May 24 2022",
    "details": "A key ally of Akhilesh Yadav, who jibed that the Samajwadi Party leader had grown \"too used to AC rooms\", today insisted that he would not quit the alliance he made before the Uttar Pradesh election two months ago."
  },
  {
    "heading": "PM Modi Gifts Gond Art To Australia's New Prime Minister",
    "imageurl": "https://www.ndtv.com/india-news/pm-modi-gifts-gond-art-to-australias-new-prime-minister-3005865",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Prime Minister Narendra Modi on Tuesday gifted his newly elected Australian counterpart Anthony Albanese a Gond Art painting during his meeting with him on the sidelines of the Quad Leaders' Summit in Tokyo, Japan."
  },
  {
    "heading": "\"No Greater Feminist Than Draupadi, Sita\": JNU Vice-Chancellor",
    "imageurl": "https://www.ndtv.com/india-news/no-greater-feminist-than-draupadi-sita-jnu-vice-chancellor-3005761",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Feminism is not a western concept but \"very integral\" to Indic civilisation, JNU Vice Chancellor Santishree Dhulipudi Pandit said on Tuesday and added that there could not have been a greater feminist than Draupadi and Sita."
  },
  {
    "heading": "Andhra Minister's House Set On Fire After District Is Renamed: 10 Facts",
    "imageurl": "https://www.ndtv.com/india-news/andhra-ministers-house-set-on-fire-amid-violence-over-renaming-district-3005757",
    "ownername": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "A mob of angry protesters in Andhra Pradesh's Amalapuram town set state Transport Minister P Viswarup's house on fire on Tuesday over proposed renaming of the newly-created Konaseema district as BR Ambedkar Konaseema district."
  },
  {
    "heading": "Char Dham Yatra Disrupted Amid Snowfall And Rain",
    "imageurl": "https://www.ndtv.com/india-news/char-dham-yatra-disrupted-amid-snowfall-and-rain-pilgrims-halt-en-route-3005756",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Snowfall and rain hit the Char Dham Yatra on Tuesday with thousands of pilgrims halted en route to Kedarnath and Yamunotri temples in the Garhwal Himalayas as a precautionary measure."
  },
  {
    "heading": "AAP Chief Minister Candidate In Uttarakhand Assembly Polls Joins BJP",
    "imageurl": "https://www.ndtv.com/india-news/aap-chief-minister-candidate-colonel-ajay-kothiyal-in-uttarakhand-polls-joins-bjp-3005745",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Colonel Ajay Kothiyal (retired) who had been the Aam Aadmi Party's chief ministerial candidate in the Uttarakhand assembly polls held in February, joined the ruling BJP today in the presence of Chief Minister Pushkar Singh Dhami"
  },
  {
    "heading": "\"Beg India To Reconsider Wheat Export Ban As Soon As Possible\": IMF Chief",
    "imageurl": "https://www.ndtv.com/india-news/beg-india-to-reconsider-wheat-export-ban-as-soon-as-possible-imf-chief-3005663",
    "ownername": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "India banned wheat exports earlier this month as an intense heat wave hit output and domestic prices hit a record high."
  },
  {
    "heading": "Biden Praises \"India's Success\" Amid \"China's Failure\" On Covid: Report",
    "imageurl": "https://www.ndtv.com/india-news/joe-biden-praises-pm-modi-indias-success-amid-chinas-failure-on-covid-report-3005637",
    "ownername": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "India has reported 5.24 lakh COVID-19 deaths - the most after the United States and Brazil - with more than 4.3 crore infections."
  },
  {
    "heading": "PM Modi Meets Former Japanese PMs To Illustrate Personal Chemistry",
    "imageurl": "https://www.ndtv.com/india-news/quad-summit-2022-three-former-japanese-pms-call-on-pm-narendra-modi-in-tokyo-3005511",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Prime Minister Narendra Modi met 3 former PMs Japan ahead of a bilateral meeting with the current PM Fumio Kishida in Tokyo today. The meetings with Yoshihide Suga, Shinzo Abe and Yoshiro Mori illustrate goodwill and chemistry of PM Modi with the PMs"
  },
  {
    "heading": "Congress vs BJP Over PM, Rahul Gandhi Pics With Controversial UK MP",
    "imageurl": "https://www.ndtv.com/india-news/rahuls-meeting-with-labour-mp-corbyn-in-london-triggers-row-bjp-attacks-him-cong-hits-back-3005449",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Former Congress president Rahul Gandhi's meeting with British Labour leader Jeremy Corbyn in London triggered a row back home with the BJP asking him whether he endorsed the UK opposition leader's \"anti-India\" views."
  },
  {
    "heading": "Jailed Over Dollar Printouts, Bengal Photographer's Nepal Nightmare",
    "imageurl": "https://www.ndtv.com/india-news/jailed-over-dollar-prinouts-bengal-photographer-durlav-roy-chowdhurys-nepal-nightmare-3005427",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A trip to Nepal has turned into a nightmare for a photographer from West Bengal as he ended up in prison for allegedly carrying jpeg image printouts of USD 100 notes, which he would have \"needed there for shooting a short film\"."
  },
  {
    "heading": "Viral Video Shows 6 People Riding A Scooter, Mumbai Police Responds",
    "imageurl": "https://www.ndtv.com/india-news/viral-video-shows-6-people-riding-a-scooter-mumbai-police-responds-3005345",
    "ownername": "Raag Mathur Ramdev",
    "date": " Tuesday May 24 2022",
    "details": "Captioning the post \"Heights of Fukra Panti 6 people on one scooter\", the video shows one person on the shoulders of another sharing the scooter seat."
  },
  {
    "heading": "\"We Share Similar Views On Indo-Pacific\": PM Modi Meets Joe Biden",
    "imageurl": "https://www.ndtv.com/india-news/quad-summit-2022-prime-minister-modi-meets-us-joe-biden-president-in-tokyo-3005321",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "QUAD Summit 2022: Prime Minister Narendra Modi met US President Joe Biden in Tokyo today after holding the Quad Leaders' Summit and said that India and US partnership is of trust in a true sense."
  },
  {
    "heading": "Congress Ex-Minister's Son Arrested For Ramming Car In Madhya Pradesh",
    "imageurl": "https://www.ndtv.com/india-news/congress-ex-ministers-son-arrested-for-ramming-car-in-madhya-pradesh-3005315",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A day after a road rage case was filed against an unidentified driver, police in Madhya Pradesh arrested the son of former Congress minister Hukum Singh Karada for allegedly ramming his car several times into the four-wheeler of an Indore businessman"
  },
  {
    "heading": "Father's Death \"Single Biggest Learning Experience Of Life\": Rahul Gandhi",
    "imageurl": "https://www.ndtv.com/india-news/rahul-gandhi-at-cambridge-fathers-death-single-biggest-learning-curve-of-life-3005240",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Congress leader Rahul Gandhi has said that the assassination of his father and former prime minister Rajiv Gandhi was the \"single biggest learning experience\" of his life."
  },
  {
    "heading": "26 Cases Of \"Tomato Flu\" Detected In Odisha",
    "imageurl": "https://www.ndtv.com/india-news/tomato-flu-cases-tomato-flu-in-india-26-cases-of-tomato-flu-detected-in-odisha-3005234",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A total 26 children have been diagnosed with the hand, foot and mouth disease (HFMD) in Odisha."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/o2fi1e78_lizard-240_120x90_25_May_22.jpg",
    "heading": "Man Posts Video Of Dead Lizard In McDonald's Soft Drink In Ahmedabad, Outlet Sealed",
    "ownername": "Diksha Rani",
    "date": " Wednesday May 25 2022",
    "details": "A man in Ahmedabad has claimed that he found a dead lizard in the beverage he ordered at a McDonald's outlet in Ahmedabad, Gujarat. He even posted the video showing the creepy crawler in an almost full glass of soft drink inside the McDonald's outlet"
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/0tttrrn_mangaluru-security-240_120x90_25_May_22.jpg",
    "heading": "Big Gatherings Banned Near Mangaluru Mosque After Claim Of Temple Remains",
    "ownername": "Sreeja M S",
    "date": " Wednesday May 25 2022",
    "details": "Large gatherings have been banned near a mosque in Karnataka's Mangaluru amid protests by a rightwing Hindu group that claims that remains of a temple were found during its partial demolition."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-06/cqsjcuf8_d-company-dawood-ibrahim_120x90_07_June_19.jpg",
    "heading": "Dawood Ibrahim Is In Karachi, Agency Probing Maharashtra Minister Told",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "A witnesses in a money laundering case against Maharashtra minister Nawab Malik told probe agency ED that Dawood Ibrahim is based in Pakistan's Karachi."
  },
  {
    "imageurl": "https://c.ndtvimg.com/actor-dileep-file_120x90_1530184307775.jpg",
    "heading": "Actress Assault Case: UDF Moves Women's Panel For Action Against LDF Leaders",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "Seeking action against the leaders, the complaint also said belittling serious issues faced by the survivor as a woman to mere politically motivated allegations was an insult to her."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-10/52u5omv4_mamata-banerjee-240_120x90_23_October_21.jpg",
    "heading": "Mamata Banerjee Condoles Death Of Tourists In Odisha Road Accident",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "West Bengal Chief Minister Mamata Banerjee on Wednesday condoled the deaths of six tourists from the state in a road accident while travelling in a hired bus in Ganjam district of Odisha."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2018-09/2iu5blig_partha-chatterjee_120x90_23_September_18.jpg",
    "heading": "Bengal Minister Appears Before CBI For Second Time In SSC Recruitment Scam",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "West Bengal minister Partha Chatterjee Wednesday appeared before the CBI here for interrogation in connection with its probe into the alleged irregularities of appointments in government-run and aided schools by West Bengal School Service Commission"
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/fr2vjqp_kapil-sibal-akhilesh-yadav-pti-pic_240x180_25_May_22.jpg",
    "heading": "5 Months, 5 Big Congress Exits",
    "ownername": "Sunil Prabhu",
    "date": " Wednesday May 25 2022",
    "details": "The exit of veteran leader Kapil Sibal has added another name to the list of big Congress exits this year. The exodus will keep the party worried as it desperately tries to put its house in order and take on the BJP."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/qg129mgo_india-cuba-meeting-world-economic-forum-240_120x90_25_May_22.jpg",
    "heading": "Cuba Praises India For Healthcare Efforts At Davos Forum",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "Cuba applauded India for its extraordinary efforts in healthcare interventions at the World Economic Forum as Union Health Minister Mansukh Mandaviya met his Cuban counterpartin Davos on Tuesday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-08/m2aevmvo_satish-kaushik_120x90_10_August_20.jpg",
    "heading": "Filmmaker Satish Kaushik Accuses GoAir Of Fleecing Flyers. Their Reply",
    "ownername": "NDTV News Desk",
    "date": " Wednesday May 25 2022",
    "details": "Actor and filmmaker Satish Kaushik on Wednesday slammed Go First Airlinesfor using \"dubious ways\" to fleece passengers. Responding to the Instagram post, the air carrier expressed regret and said the filmmaker will hear from them soon."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/331nud1g_yasin-malik_120x90_25_May_22.jpg",
    "heading": "Death Penalty Demand For Yasin Malik, Order In Terror Funding Case Today",
    "ownername": "Akhil Kumar",
    "date": " Wednesday May 25 2022",
    "details": "The court had earlier said that Malik had set up an elaborate structure and mechanism across the world to raise funds for carrying out terrorist and other unlawful activities in Jammu and Kashmir in the name of the \"freedom struggle\"."
  },
  {
    "imageurl": "https://c.ndtvimg.com/qutub-minar-240_120x90_1530453056228.jpg",
    "heading": "On Temples In Qutub Minar Complex, Big Court Verdict On June 9: 10 Points",
    "ownername": "Akhil Kumar",
    "date": " Wednesday May 25 2022",
    "details": "A Delhi court hearing a plea seeking restoration of Hindu and Jain deities inside the Qutub Minar complex has reserved its order for June 9. The Archaeological Survey of India (ASI) had on Tuesday opposed it saying it is not a place of worship."
  },
  {
    "imageurl": "https://c.ndtvimg.com/newborn-generic_120x90_1527921728741.jpg",
    "heading": "Newborn Girl, Found Alive After Being Buried, Dies At Srinagar Hospital",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "A baby girl, who was declared dead soon after being born at a hospital in Jammu and Kashmir's Ramban, but found alive an hour after her burial, died at a medical facility in Srinagar today, officials said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-09/clco5618_karti-chidambaram-pti-_120x90_05_September_19.jpg",
    "heading": "Chinese Visa Scam: Karti Chidambaram Faces Money Laundering Case",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "The Enforcement Directorate has registered a money laundering case against Congress MP Karti Chidambaram and others in the alleged scam pertaining to the issuance of visa to 263 Chinese nationals in 2011."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/u59cl0ko_pm-modi-cabinet-meet-240_120x90_25_May_22.jpg",
    "heading": "PM Modi Holds Cabinet Meeting Immediately On Return From Japan",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "Prime Minister Narendra Modi, who arrived in Delhi early morning after participating in the Quad Leaders' Summit as part of his two-day Japan visit, immediately held a cabinet meeting after reaching the national capital."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/c9okc8bo_kapil-sibal-files-nomination-for-rajya-sabha-pti-pic_240x180_25_May_22.jpg",
    "heading": "Kabil Sibal Says He Is Ex Congress, To Run Again For Rajya Sabha",
    "ownername": "Alok Pandey,Sunil Prabhu",
    "date": " Wednesday May 25 2022",
    "details": "Former Union Minister Kapil Sibal today revealed that he has resigned from the Congress, dropping a bombshell moments after filing his nomination papers for Rajya Sabha as an independent candidate supported by the Samajwadi Party."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2016-06/yasin-malik_240x180_51465732268.jpg",
    "heading": "Shutdown In Srinagar Ahead Of Court Verdict On Kashmiri Separatist Yasin Malik",
    "ownername": "Nazir Masoodi",
    "date": " Wednesday May 25 2022",
    "details": "Parts of Srinagar witnessed a shutdown today ahead of a Delhi court's verdict on the quantum of sentence for Kashmiri separatist Yasin Malik, who was convicted in a terror funding case earlier this month."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/7ang2skg_power-generic-reuters_120x90_25_May_22.jpg",
    "heading": "Power Ministry Seeks 2-Year Delay To Comply With Emission Norms",
    "ownername": "Reuters",
    "date": " Wednesday May 25 2022",
    "details": "India's power ministry has sought a two-year extension from the environment ministry for utilities to install emission cutting equipment, according to a power ministry letter seen by Reuters."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-02/491h9mkg_supreme-court-of-india_240x180_14_February_22.jpg",
    "heading": "Fresh Plea In Supreme Court Challenges Places Of Worship Act, 1991",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "A plea was filed in the Supreme Court on Wednesday challenging the constitutional validity of certain sections of the Places of Worship (Special Provisions) Act 1991, saying that it barefacedly violates the principles of secularism and rule of law."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-07/aq0tl9q_court-generic_120x90_27_July_19.jpg",
    "heading": "Delhi Molestation-Murder Case Conviction Set Aside, 5 Get Benefit Of Doubt",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "The Delhi High Court acquitted five molestation-murder convicts, giving them the benefit of doubt while terming the testimony of eyewitnesses as not truthful."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-04/32pfv7hg_nitish-kumar-pti_120x90_01_April_22.jpg",
    "heading": "Nitish Kumar Remarks On \"What If A Man Gets Married To Another Man?\"",
    "ownername": "Manish Kumar",
    "date": " Wednesday May 25 2022",
    "details": "\"If a man marries another man, will there be childbirth?\" Bihar Chief Minister Nitish Kumar asked yesterday while stressing that there is nothing more wrong than demanding dowry for marrying a woman."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/lqoh1gao_covid-vaccine-teen-covid-vaccine-student-pti_120x90_25_May_22.jpg",
    "heading": "Over 80% Of 15-18 Age Group Has Got 1st Dose Of Covid Vaccine: Health Minister",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "Over 80 per cent of people aged between 15 and 18 years have received the first dose of Covid vaccine, Union Health Minister Mansukh Mandaviya said on Tuesday as the total number of jabs administered in India exceeded 192.65 crore."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/mql111u8_gyanvapi-mosque-pti-240_240x180_23_May_22.jpg",
    "heading": "Varanasi's Gyanvapi Mosque: New Plea In Fast-Track Court, Monday Hearing",
    "ownername": "Alok Pandey",
    "date": " Wednesday May 25 2022",
    "details": "A new petition seeking a ban on the entry of Muslims to the Gyanvapi Mosque complex was today transferred from the court of the civil judge to a fast track court in Varanasi."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/uvf5s5c8_spicejet_120x90_25_May_22.jpg",
    "heading": "Flyer's Video vs SpiceJet As \"Attempted Ransomware Attack\" Delays Flights",
    "ownername": "NDTV News Desk",
    "date": " Wednesday May 25 2022",
    "details": "Several SpiceJet flights were delayed and hundreds of passengers stranded at various airports this morning.The air carrier blamed an \"attempted ransomware attack\" for the delays as passengers took to social media to blast it for the poor service."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-03/eh69qqa8_coronavirus-india-reuters_120x90_18_March_21.jpg",
    "heading": "India Records 2,124 New COVID-19 Cases, 17 Covid Deaths In 24 Hours: Centre",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "India saw a single day rise of 2,124 new coronavirus infections, taking the infection tally to 4,31,42,192, while the active cases rose to 14,971, according to the Union health ministry data updated today."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-11/56750n1o_unearthed-diamond-generic-istock_120x90_03_November_20.jpg",
    "heading": "Village Housewife Finds Diamond Worth Rs 10 Lakh In Madhya Pradesh Mine",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "A woman from a village in Madhya Pradesh's Panna district has found a 2.08-carat diamond in a shallow mine, officials said today."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-10/986nmcqg_allahabad-high-court_120x90_26_October_20.jpg",
    "heading": "For \"Ganga-Jamuni Tehzeeb\", UP Court Orders Accused Man To Serve Juice",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "The Allahabad High Court has directed a man to serve drinking water and sherbet (sweet drink) for one week in order to create goodwill and amity while granting bail to an accused of disturbing communal harmony."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/2ggpja5_beggar-240_120x90_25_May_22.jpg",
    "heading": "Viral Video: Madhya Pradesh Beggar Buys Moped Worth Rs 90,000 After Wife Complains Of Backache",
    "ownername": "Diksha Rani",
    "date": " Wednesday May 25 2022",
    "details": "A man can do anything to keep the woman he loves happy. An incident is going viral on social media where a beggar buys a moped worth Rs 90,000 for his wife."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/o2ktuplo_kavitha-reddy-_120x90_25_May_22.jpg",
    "heading": "\"Winnability Only For Women?\": Karnataka Congress Secretary Rebukes Party",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "Karnataka Congress general secretary Kavitha Reddy on Monday lashed out at her party for not promoting women empowerment while picking candidates for the June 3 Legislative Council elections."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/6nbp8doc_nitish-kumar-240_120x90_24_May_22.jpg",
    "heading": "On Bihar Caste Census, BJP To Be At Nitish Kumar's June 1 All-Party Meet",
    "ownername": "Manish Kumar",
    "date": " Wednesday May 25 2022",
    "details": "An all-party meeting on the statewide caste census will be held on June 1, said Bihar Parliamentary Affairs Minister Vijay Kumar Chaudhary. Mr Chaudhary said that the BJP, which was earlier opposed to the idea, will also attend the meeting"
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-01/vliuhei4_nationwide-strike-generic_120x90_06_January_20.jpg",
    "heading": "Bharat Bandh Today Over Demand For Caste-Based Census",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "The All India Backward and Minority Communities Employees Federation (BAMCEF) has called for a Bharat Bandh today demanding a caste-based census."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-03/2ve2506g_ukriane-war_240x180_02_March_22.jpg",
    "heading": "India Says Quad Countries Understand Its Position On Ukraine",
    "ownername": "Reuters",
    "date": " Wednesday May 25 2022",
    "details": "India said on Tuesday that the leaders of the other members of the Quad group of countries understood its position on Russia's conflict in Ukraine when they met in Tokyo."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-11/72m8lff_dead-body-generic-istock_120x90_05_November_19.jpg",
    "heading": "Man, 21, Beaten To Death By Girlfriend's Relatives In Madhya Pradesh",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "A 21-year-old man was beaten to death allegedly by the kin of his girlfriend after they caught the couple in an objectionable state in a field, a police official in Madhya Pradesh's Indore said on Tuesday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/tdp2mji8_mumbai-police-generic_120x90_20_July_18.jpg",
    "heading": "Woman's Body Found Stuffed In Bag Near Railway Tracks In Mumbai: Police",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "The body of a woman was found stuffed in a bag near the railway tracks in Mahim in Mumbai on Tuesday morning, after which a murder probe began, a police official said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-02/u7bkq3u4_andhra-jinnah-tower-ani_120x90_03_February_22.jpg",
    "heading": "\"Is This Andhra Pradesh Or Pak?\" BJP Demands Renaming Of \"Jinnah Tower\"",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "Several BJP leaders, including its national secretary Sunil Deodhar were taken into police custody when they sought to march to the Jinnah Tower Centre in Guntur on Tuesday evening demanding that it be renamed after A P J Abdul Kalam."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-12/gk7k2e28_delhi-covid-testing-ani-240_240x180_30_December_21.jpg",
    "heading": "Coronavirus LIVE Updates: Coronavirus LIVE: India Logs 2,124 New COVID-19 Cases, 17 Deaths In 24 Hours",
    "ownername": "NDTV News Desk",
    "date": " Wednesday May 25 2022",
    "details": "India recorded a total of 2,124 new coronavirus cases in the last 24 hours, taking the total tally of COVID-19 cases to 4,31,42,192, while the active cases increased to 14,971, according to the Union Health Ministry."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2018-12/uo4sf9ig_election-generic-afp-240_120x90_07_December_18.jpg",
    "heading": "Jharkhand Panchayat Polls: More Than 70% Voter Turnout In 3rd Phase",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "Over 70 per cent of the 46.94 lakh voters exercised their franchise in the third of the four-phase panchayat elections of Jharkhand on Tuesday, an official said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/dfq2a81o_tamil-nadu-bjp-leader_120x90_25_May_22.jpg",
    "heading": "BJP Member Murdered In Chennai, Cops Suspect Personal Enmity",
    "ownername": "Asian News International",
    "date": " Wednesday May 25 2022",
    "details": "Tamil Nadu BJP Central District Chairman of the SC/ST wing, Balachandran, was allegedly murdered by three unidentified assailants in Chintadripet, a locality in Chennai on Tuesday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/tvaeph7g_karti_120x90_17_May_22.jpg",
    "heading": "Karti Chidambaram Likely To Appear Before CBI Today In Visa Scam Case",
    "ownername": "Press Trust of India",
    "date": " Wednesday May 25 2022",
    "details": "Congress MP Karti Chidambaram is likely to appear before the CBI on Wednesday to join the investigation into an alleged scam pertaining to issuance of visa to 263 Chinese nationals in 2011 when his father P Chidambaram was the home minister."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/evmse27c_maharashtra-davos-delegation-ndtv_120x90_24_May_22.jpg",
    "heading": "Maharashtra Gets Rs 80,000 Crore Investment Pledges At Davos",
    "ownername": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "ReNew Power will invest a huge Rs 50,000 crore in renewable power generation in the state with a generating capacity of 10,000 to 12,000 Megawatts."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/67q4ovd_delhi-rain-thunderstorm-240_240x180_21_May_22.jpg",
    "heading": "Heavy Rain Kills 39 People In One Day In Uttar Pradesh: Officials",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Thirty nine people lost their lives and three were injured in various rain-related incidents in Uttar Pradesh in a day, the state government said today. Most of these casualties were due to dust storms, lightning, thunderstorms and drowning."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/6rafm9b8_baljeet-kaur_120x90_24_May_22.jpg",
    "heading": "Himachal Pradesh Climber Scales Four 8,000 Metre Peaks In Less Than One Month",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Baljeet Kaur has become the first Indian mountaineer to scale four 8,000 metre peaks in less than a month after she successfully climbed Mount Lhotse, the fourth highest mountain in the world."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/74ohvbco_assam-floods-_120x90_21_May_22.jpg",
    "heading": "Farmers Use National Highway To Dry Crops As Floods Ravage Assam",
    "ownername": "Ratnadip Choudhury",
    "date": " Tuesday May 24 2022",
    "details": "A 2 km stretch of a four-lane National Highway that links Guwahati to northern Assam has been closed for traffic as farmers affected by the recent floods in the state have set up temporary shelters on the road."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/t57d0apk_post-office-money-240_120x90_24_May_22.jpg",
    "heading": "Postmaster Lost 1 Crore In IPL Bets. He Used Fixed Deposits Of 24 Families",
    "ownername": "Anurag Dwary",
    "date": " Tuesday May 24 2022",
    "details": "Betting on Indian Premier League (IPL) cricket matches, a postmaster in Madhya Pradesh is alleged to have lost Rs 1 crore savings of two dozen families. The families' money was to be fixed deposited at a sub post office in Sagar district."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/mvhrlk4g_ikhlaq-salmani-ndtv_120x90_24_May_22.jpg",
    "heading": "\"Improbable\" Sex Assault Charges Dropped Against Man Who Had Arm Chopped",
    "ownername": "Mohammed Ghazali",
    "date": " Tuesday May 24 2022",
    "details": "Relatives of Ikhlaq Salmani had claimed that his hand was chopped by some local men in Panipat allegedly after they saw a religious tattoo '786' on his hand."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-03/uab8msn_amit-shahchandigarhpti_120x90_27_March_22.jpg",
    "heading": "Amit Shah To Watch Akshay Kumar-Starrer 'Prithviraj' At Special Screening",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Union Home Minister Amit Shah will watch Bollywood superstar Akshay Kumar's upcoming historical drama \"Prithviraj\" on June 1, director Chandraprakash Dwivedi said on Tuesday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/p1apmdpk_police-generic_120x90_20_May_22.jpg",
    "heading": "Madhya Pradesh Man Detained For Cutting Sadhu's Hair, Abusing Him",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A man has been detained for allegedly cutting the hair of a sadhu in Khandwa in Madhya Pradesh, a video of which was being circulated on social media."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2018-12/nmq1vel_yasin-malik-reuters_120x90_17_December_18.jpg",
    "heading": "Yasin Malik Sentencing In Terror Funding Case Likely On Wednesday",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A Delhi court is likely to pronounce on Wednesday its judgment on the quantum of punishment for convicted Kashmiri separatist leader Yasin Malik."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2016-12/sunflower-oil_240x180_81481378333.jpg",
    "heading": "Centre Allows Duty-Free Import Of Crude Soyabean, Sunflower Oil",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "The government on Tuesday exempted customs duty and agriculture infrastructure development cess on 20 lakh metric tonnes yearly import of crude soyabean and sunflower oil, to ease domestic prices."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-04/1bje7vj_hemant-soren-240_120x90_21_April_22.jpg",
    "heading": "Hemant Soren Likely To Meet Sonia Gandhi Over Rajya Sabha Elections",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Congress is set to stake a claim for a Rajya Sabha berth from Jharkhand as Chief Minister Hemant Soren is likely to meet party interim president Sonia Gandhi and hold a discussion over upper house elections."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/qd8qg0d_quad_120x90_24_May_22.jpg",
    "heading": "Joe Biden Praises PM Modi At Quad Meet For Successfully Handling Covid",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Quad Summit 2022: US President Joe Biden today praised Prime Minister Narendra Modi for handling the COVID pandemic \"successfully\", a senior Indian official said. President Biden's remarks appeared to be unscripted."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-10/hcoh7u8o_covaxin_120x90_26_October_21.jpg",
    "heading": "US Health Regulator Lifts Hold On Covaxin's Clinical Trials",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "The US Food and Drug Administration which has put on hold phase 2/ 3 clinical trials of Bharat Biotech's COVID-19 vaccine Covaxin, in USA, has lifted pause, according to a statement issued by Ocugen Inc, Bharat Biotech's partner for jab in US, Canada"
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/5pb6v3f8_pm-modi-gift-kishida_120x90_24_May_22.jpg",
    "heading": "Wooden Box With Rogan Painting: PM's Gift To Japan's Fumio Kishida",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Prime Minister Narendra Modi on Tuesday gifted a wooden hand-carved box with Rogan painting to his Japanese counterpart Fumio Kishida during his meeting with him in Tokyo, Japan."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/9gn14cik_paresh-chandra-adhikari-_120x90_17_May_22.jpg",
    "heading": "School Stops Salary Of Bengal Minister's Daughter Over Illegal Appointment",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Authorities of the Mekhliganj school where Ankita Adhikari, the daughter of West Bengal minister of state for education Paresh Chandra Adhikari was employed as a teacher, Tuesday formally decided to stop her salary as ordered by Calcutta High Court."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/elra2udg_sanjhi-art_120x90_24_May_22.jpg",
    "heading": "PM Modi Gifts Mathura's Famous Sanjhi Art To Joe Biden At Tokyo Meet",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "India-US Meet: Prime Minister Narendra Modi on Tuesday gifted a Sanjhi Art panel to US President Joe Biden during his meeting with him in Tokyo. Sanjhi Panel is famously based on the theme of Thakurani Ghat from Mathura by a National Awardee."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2017-05/arrest-generic_240x180_41495967167.jpg",
    "heading": "Maharashtra Anti-Terrorism Squad Arrests Lashkar-E-Taiba 'Recruiter'",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "The Maharashtra Anti-Terrorism Squad (ATS) on Tuesday arrested a 28-year-old man from Pune for his alleged role in the recruitment of terrorists for the banned outfit Lashkar-e-Taiba (LeT) from various states,a senior official said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/cfcrd1c4_daulat-ram-college-du_120x90_15_August_18.jpg",
    "heading": "Case Against Delhi College Principal After Ex-Teacher Alleges Atrocities",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "The principal of Delhi University's Daulat Ram College has been booked for offences under the SC Act after an assistant professor (ad hoc) accused her of atrocities, police said on Tuesday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/vbepg5bo_coal-generic-reuters_120x90_24_May_22.jpg",
    "heading": "Coal India To Open Big, New Mine This Year To Fight Power Crisis",
    "ownername": "Reuters",
    "date": " Tuesday May 24 2022",
    "details": "State-run Coal India will open this year what is expected to become one of the country's biggest coal mines, officials said, as India struggles to keep pace with surging power demand."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-09/clco5618_karti-chidambaram-pti-_120x90_05_September_19.jpg",
    "heading": "\"Not Connected Directly Or Telepathically\": Karti Chidambaram On CBI Case",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Days after he was charged by the CBI in yet another corruption case, Congress MP Karti Chidambaram on Tuesday called it a witch-hunt and harassment and asserted he has full faith in the judiciary and trusts the institution to stand by truth."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-07/gt5lmte4_police-generic-pti_120x90_12_July_19.jpg",
    "heading": "3 Men Barge Into Shop, Open Fire And Demand Rs 50 Crore: Haryana Cops",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Three men on Tuesday barged into a sanitary hardware shop in Bawal town of Haryana's Rewari district and opened fire in the air, demanding Rs 50 crore from the shop owner, police said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-03/67o8tm3c_akhilesh-yadav-pti_120x90_25_March_22.jpg",
    "heading": "\"I Will Drag Akhilesh Yadav Out Of AC Room\": Samajwadi Party Ally",
    "ownername": "Sanket Upadhyay",
    "date": " Tuesday May 24 2022",
    "details": "A key ally of Akhilesh Yadav, who jibed that the Samajwadi Party leader had grown \"too used to AC rooms\", today insisted that he would not quit the alliance he made before the Uttar Pradesh election two months ago."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/sdatfq9k_pm-modi-gond-art_120x90_24_May_22.jpg",
    "heading": "PM Modi Gifts Gond Art To Australia's New Prime Minister",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Prime Minister Narendra Modi on Tuesday gifted his newly elected Australian counterpart Anthony Albanese a Gond Art painting during his meeting with him on the sidelines of the Quad Leaders' Summit in Tokyo, Japan."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-02/de7vvndo_jnu-vc_120x90_07_February_22.jpg",
    "heading": "\"No Greater Feminist Than Draupadi, Sita\": JNU Vice-Chancellor",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Feminism is not a western concept but \"very integral\" to Indic civilisation, JNU Vice Chancellor Santishree Dhulipudi Pandit said on Tuesday and added that there could not have been a greater feminist than Draupadi and Sita."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/1jsrup6k_andhra-violence_120x90_24_May_22.jpg",
    "heading": "Andhra Minister's House Set On Fire After District Is Renamed: 10 Facts",
    "ownername": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "A mob of angry protesters in Andhra Pradesh's Amalapuram town set state Transport Minister P Viswarup's house on fire on Tuesday over proposed renaming of the newly-created Konaseema district as BR Ambedkar Konaseema district."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/7tvliov4_kedarnath-snow_120x90_24_May_22.jpg",
    "heading": "Char Dham Yatra Disrupted Amid Snowfall And Rain",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Snowfall and rain hit the Char Dham Yatra on Tuesday with thousands of pilgrims halted en route to Kedarnath and Yamunotri temples in the Garhwal Himalayas as a precautionary measure."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/g75vl2ng_aaps-ajay-kothiyal-joins-bjp-uttarakhand-_120x90_24_May_22.jpg",
    "heading": "AAP Chief Minister Candidate In Uttarakhand Assembly Polls Joins BJP",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Colonel Ajay Kothiyal (retired) who had been the Aam Aadmi Party's chief ministerial candidate in the Uttarakhand assembly polls held in February, joined the ruling BJP today in the presence of Chief Minister Pushkar Singh Dhami"
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/1htn6i1_imf-chief-kristalina-georgieva-ndtv_120x90_24_May_22.jpg",
    "heading": "\"Beg India To Reconsider Wheat Export Ban As Soon As Possible\": IMF Chief",
    "ownername": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "India banned wheat exports earlier this month as an intense heat wave hit output and domestic prices hit a record high."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/29o8d244_pm-modi-joe-biden-reuters_625x300_24_May_22.jpg?im=FaceCrop,algorithm=dnn,width=240,height=180",
    "heading": "Biden Praises \"India's Success\" Amid \"China's Failure\" On Covid: Report",
    "ownername": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "India has reported 5.24 lakh COVID-19 deaths - the most after the United States and Brazil - with more than 4.3 crore infections."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/csfhv598_pm-modi-meets-japan-pms_120x90_24_May_22.jpg",
    "heading": "PM Modi Meets Former Japanese PMs To Illustrate Personal Chemistry",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Prime Minister Narendra Modi met 3 former PMs Japan ahead of a bilateral meeting with the current PM Fumio Kishida in Tokyo today. The meetings with Yoshihide Suga, Shinzo Abe and Yoshiro Mori illustrate goodwill and chemistry of PM Modi with the PMs"
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/fade8ifc_rahul-gandhi-corbyn-240_120x90_24_May_22.jpg",
    "heading": "Congress vs BJP Over PM, Rahul Gandhi Pics With Controversial UK MP",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Former Congress president Rahul Gandhi's meeting with British Labour leader Jeremy Corbyn in London triggered a row back home with the BJP asking him whether he endorsed the UK opposition leader's \"anti-India\" views."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/9tq2sg98_bengal-photographer-durlav-roy-chowdhury_120x90_24_May_22.jpg",
    "heading": "Jailed Over Dollar Printouts, Bengal Photographer's Nepal Nightmare",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A trip to Nepal has turned into a nightmare for a photographer from West Bengal as he ended up in prison for allegedly carrying jpeg image printouts of USD 100 notes, which he would have \"needed there for shooting a short film\"."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/or2p3lk_6-people-on-scooter_120x90_24_May_22.jpg",
    "heading": "Viral Video Shows 6 People Riding A Scooter, Mumbai Police Responds",
    "ownername": "Raag Mathur Ramdev",
    "date": " Tuesday May 24 2022",
    "details": "Captioning the post \"Heights of Fukra Panti 6 people on one scooter\", the video shows one person on the shoulders of another sharing the scooter seat."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/eh40apoo_india-us-meet_120x90_24_May_22.jpg",
    "heading": "\"We Share Similar Views On Indo-Pacific\": PM Modi Meets Joe Biden",
    "ownername": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "QUAD Summit 2022: Prime Minister Narendra Modi met US President Joe Biden in Tokyo today after holding the Quad Leaders' Summit and said that India and US partnership is of trust in a true sense."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/rg7qa2dk_madhya-pradesh-car-ramming_120x90_24_May_22.jpg",
    "heading": "Congress Ex-Minister's Son Arrested For Ramming Car In Madhya Pradesh",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A day after a road rage case was filed against an unidentified driver, police in Madhya Pradesh arrested the son of former Congress minister Hukum Singh Karada for allegedly ramming his car several times into the four-wheeler of an Indore businessman"
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/feh1t9vs_rahul-gandhi_120x90_24_May_22.jpg",
    "heading": "Father's Death \"Single Biggest Learning Experience Of Life\": Rahul Gandhi",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Congress leader Rahul Gandhi has said that the assassination of his father and former prime minister Rajiv Gandhi was the \"single biggest learning experience\" of his life."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/e2dd9kvo_doctor-generic-240_120x90_11_May_22.jpg",
    "heading": "26 Cases Of \"Tomato Flu\" Detected In Odisha",
    "ownername": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A total 26 children have been diagnosed with the hand, foot and mouth disease (HFMD) in Odisha."
  }
]