[
  {
    "imageurl": "https://c.ndtvimg.com/arvind-kejriwal-anil-baijal-pti_120x90_1530700765072.jpg",
    "heading": "President Decides If Chief Minister, Lt Governor Disagree: Delhi High Court",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "If there is a difference of opinion between the council of ministers headed by the chief minister and the lieutenant governor, the final decision will rest with the President, the Delhi High Court said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/5uh5ba4c_gyanvapi-masjid-pti_120x90_19_May_22.jpg",
    "heading": "Varanasi's Gyanvapi Mosque Case: \"Selective Leaks Must Stop,\" Says Supreme Court",
    "ownername": "NDTV News Desk",
    "date": "NDTV News Desk   | Friday May 20, 2022, New Delhi",
    "details": "The Supreme Court, hearing a petition challenging the filming of Varanasi's Gyanvapi mosque, said \"selective leaks\" to the press must stop."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/6sme5o74_rahul-gandhi-file_120x90_20_May_22.jpg",
    "heading": "\"PM Must Defend Nation\": Rahul Gandhi On China Bridge On Pangong Lake Report",
    "ownername": "Asian News International",
    "date": "Asian News International   | Friday May 20, 2022, New Delhi",
    "details": "Following a report of China building a second bridge over the Pangong Tso lake in eastern Ladakh, Congress leader Rahul Gandhi on Friday said that India's national security and territorial integrity are non-negotiable while urging PM Modi."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/v8qu19n4_nikhat-zareen-world-boxing-champion-pti_120x90_20_May_22.jpg",
    "heading": "Boxer Nikhat Zareen's Journey From Spat With Mary Kom To 'World Champion'",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022",
    "details": "None other than legendary MC Mary Kom had asked in 2019, 'who is Nikhat Zareen'? Cut to 2022, the Telangana boxer is a world champion."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/bmfjdp6_deer-240_120x90_20_May_22.jpg",
    "heading": "\"Deer Zindagi\": UP Police's Road Safety Video Praised By Internet",
    "ownername": "Diksha Rani",
    "date": "Edited by Diksha Rani  | Friday May 20, 2022",
    "details": "A video is going viral on social media where a deer can be seen calmly waiting for traffic to stop before crossing the road. After a short delay in traffic, the animal finally crosses the road at the zebra crossing."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-12/dh6o3okg_telangana-vet-accuse-encounter_240x180_06_December_19.jpg",
    "heading": "2019 Hyderabad Encounter: Cops' \"Intent To Cause Death,\" Says Report",
    "ownername": "Arvind Gunasekar",
    "date": "Reported by Arvind Gunasekar, Edited by Akhil Kumar  | Friday May 20, 2022, New Delhi",
    "details": "Four gang-rape and murder accused who were killed in a police encounter in Telangana's Hyderabad \"were deliberately fired upon with an intent to cause their death\", a Supreme Court-appointed commission said today."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/pb4kv5i_vet-rape-murder-case-hyderabad-encounter-police-commissioner-vc-sajjanar-pti_120x90_20_May_22.jpg",
    "heading": "Supreme Court Sends Hyderabad Encounter Probe Report To High Court",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "Supreme Court ordered sharing of the sealed cover report of a 3-member inquiry commission on the encounter killings of 4 accused in a case of gang-rape and murder of a veterinarian in Hyderabad, and transferred the matter to Telangana High Court."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/l0r0mqjk_ashok-gehlot-file_120x90_20_May_22.jpg",
    "heading": "\"Threat To Democracy\": Ashok Gehlot Over Varanasi's Gyanvapi Mosque Case",
    "ownername": "Asian News International",
    "date": "Asian News International   | Friday May 20, 2022, Jaipur",
    "details": "Gyanvapi Mosque Case: Ashok Gehlot slammed the Centre for \"doing politics in the name of religion\" and posing a \"threat to democracy\"."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/10ts3tgo_dog-at-kedarnath-240_120x90_20_May_22.jpg",
    "heading": "\"Why This Drama?\" Says Man Charged For Taking Pet Husky To Kedarnath",
    "ownername": "Amit Chaturvedi",
    "date": "Edited by Amit Chaturvedi  | Friday May 20, 2022",
    "details": "The man has defended his action on Instagram, saying that the dog Nawab has been visiting temples all across India for the past four years."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-05/lqh0lqag_rajasthan-police-generic-twitter-240_120x90_28_May_19.jpg",
    "heading": "3 Rajasthan Cops Injured After Drunk Wedding Guests Throw Stones At Them",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Kota",
    "details": "A police sub-inspector and two constables were injured when some guests at a wedding attacked them with stones in an inebriated state, police said."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2016-12/chitra-ramkrishna_240x180_71480675349.jpg",
    "heading": "Delhi High Court Seeks CBI's Stand On Former NSE Boss's Bail Plea In Co-Location Case",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "The CBI had arrested Ms Ramkrishna on March 6, a day after her anticipatory bail application was dismissed by the court. She was remanded to judicial custody on March 14 by the trial court after the expiry of her 7-day CBI custody."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/6lvat60c_lalu-yadav-pti_120x90_20_May_22.jpg",
    "heading": "\"A Symbol Of Corruption In Bihar\": BJP Leader After CBI Case Against Lalu Yadav",
    "ownername": "Asian News International",
    "date": "Asian News International   | Friday May 20, 2022, New Delhi",
    "details": "The BJP MP also raised concerns on how can a D-group employee afford to gift properties worth crores."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/f5cno24k_raj-thackeray-ani_120x90_20_May_22.jpg",
    "heading": "Raj Thackeray's June 5 Ayodhya Visit Put On Hold. Reason On May 22, He Says",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Mumbai",
    "details": "Maharashtra Navnirman Sena or MNS chief Raj Thackeray today announced that his visit to Ayodhya in Uttar Pradesh, scheduled for June 5, has been put off."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/schvrdlg_fire-generic_120x90_17_May_22.jpg",
    "heading": "9 Killed In Fire After Tanker-Truck Collision in Maharashtra's Chandrapur",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Chandrapur (Maharashtra)",
    "details": "Nine persons were charred to death in a fire that broke out after a collision between a diesel-laden tanker and a truck carrying wood on the outskirts of Chandrapur city of Maharashtra, a police officer said today."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/gb96etlo_pm-modi-jaipur-address_120x90_20_May_22.jpg",
    "heading": "PM Modi Tells BJP Leaders To Not Fall Into The Trap Of \"Selfish Parties\"",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Jaipur",
    "details": "Prime Minister Narendra Modi asked BJP members on Friday to stick to the issues of development and national interests and avoid any shortcut, accusing an \"ecosystem\" of some political parties of trying their best to divert the country's attention."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-01/phla3bng_prashant-kishor-ndtv_120x90_24_January_22.jpg",
    "heading": "Prashant Kishor Forecast: Congress' \"Impending Rout\" In Gujarat, Himachal",
    "ownername": "Manish Kumar",
    "date": "Reported by Manish Kumar, Edited by Deepshikha Ghosh  | Friday May 20, 2022, New Delhi",
    "details": "Prashant Kishor today posted a savage review for the Congress, the party he almost joined weeks ago, calling its recent \"Chintan Shivir\" or brainstorming session on a revival plan a \"failure\"."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/o0hf66c_bilawal-bhutto_240x180_20_May_22.jpg",
    "heading": "\"Pavlovian Response\": India Rejects Pak's Bilawal Bhutto's Remarks At UN",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, United Nations",
    "details": "India's response came after Mr Zardari raked up the issue of Jammu and Kashmir, the abrogation of Article 370, and the recent order by the Delimitation Commission during his remarks at the Council debate."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-02/c4g7gdq8_ankiti-bose_120x90_12_February_19.jpg",
    "heading": "Fashion Start-up Zilingo Sacks Indian-Origin CEO Amid Irregularities Probe",
    "ownername": "NDTV News Desk (with Agencies)",
    "date": "NDTV News Desk (with Agencies)   | Friday May 20, 2022, New Delhi",
    "details": "Singapore-based fashion start-up Zilingo has fired its Indian-origin co-founder & Chief Executive Officer (CEO) Ankiti Bose following a probe into complaints of financial irregularities, news agency PTI reported today."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2014-09/mining-iron-ore_120x90_61410834817.jpg",
    "heading": "Supreme Court Allows Export Of Excavated Iron Ore From Karnataka Mines",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "The Supreme Court on Friday permitted mining firms to export their excavated iron ore from mines in the districts of Ballari, Chitradurga, and Tumakuru in Karnataka."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-02/598rq49_santishree-dhulipudi-pandit-ani_120x90_09_February_22.jpg",
    "heading": "Celebrating History Beyond Religion Very Important: JNU Vice-Chancellor",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "Reducing India to a civic nation bound by a Constitution disregards its history, ancient heritage, culture and civilisation, JNU Vice-Chancellor Santishree Dhulipudi Pandit said here on Friday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/il9t0t0s_air-india-airbus-plane-air-india-airbus-a320neo_120x90_20_May_22.jpg",
    "heading": "Air India Made Emergency Landing After Airbus Engine Shut Mid-Air: Report",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "An Airbus A320neo plane of Tata Group-run Air India returned to Mumbai airport just 27 minutes after take off as one of its engines shut down mid-air due to a technical issue, sources said today."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/e6g5gsd8_r-madhavan_120x90_20_May_22.jpg",
    "heading": "\"That Is New India\": Actor R Madhavan Bats For PM Modi At Cannes Film Festival",
    "ownername": "NDTV News Desk",
    "date": "Edited by NDTV News Desk  | Friday May 20, 2022, New Delhi",
    "details": "Mr Madhavan was presumably referring to the Direct Benefit Transfer scheme of the government amid the Centre's aggressive push toward a digital economy that's less dependent on cash."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/6dp7krfs_narendra-modi-ndtv-photo_120x90_20_May_22.jpg",
    "heading": "PM Says \"Time For BJP To Set Targets For Next 25 Years\"",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Jaipur",
    "details": "Eight years of the BJP-led NDA government have been dedicated to the country's balanced development, social justice and social security, Prime Minister Narendra Modi said today."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-07/lokrbkg_pegasus-hack-generic_120x90_21_July_21.jpg",
    "heading": "Want Pegasus Report By June 20, Panel Examined 29 Mobiles: Supreme Court",
    "ownername": "Sukirti Dwivedi",
    "date": "Reported by Sukirti Dwivedi, Edited by Aditi Gautam  | Friday May 20, 2022, New Delhi",
    "details": "The Supreme Court-appointed technical committee was today granted four weeks to submit its report on the investigation being carried out into the Pegasus row."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ul3il0io_navjot-sidhu-pti_120x90_20_May_22.jpg",
    "heading": "Navjot Sidhu, Given 1 Year Jail By Supreme Court, Surrenders",
    "ownername": "Sukirti Dwivedi",
    "date": "Reported by Sukirti Dwivedi, Edited by Deepshikha Ghosh  | Friday May 20, 2022, New Delhi",
    "details": "Congress leader Navjot Singh Sidhu has surrendered at a court in Punjab's Patiala, a day after the Supreme Court sentenced him to one year in jail in a road-rage incident in which a man was killed 34 years ago."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/30ehg4lk_sunil-jakhar_120x90_14_May_22.jpg",
    "heading": "\"Sunil Jakhar Started Working For BJP Long Ago\": Punjab Congress Chief",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Chandigarh",
    "details": "Punjab Congress president Amarinder Singh Raja Warring hit out at Sunil Jakhar who joined the BJP yesterday, saying he might have formally joined the BJP now but he had started working for it long before and was playing blatant Hindutva politics."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/g2vosjoc_gyanvapi-mosque-varanasi-gyanvapi-masjid-varanasi-pti_120x90_14_May_22.jpg",
    "heading": "Varanasi's Gyanvapi Mosque Case Live Updates: \"Need Degree Of Healing Touch,\" Says Supreme Court",
    "ownername": "NDTV News Desk",
    "date": "NDTV News Desk   | Friday May 20, 2022",
    "details": "The Supreme Court, while hearing the Varanasi's Gyanvapi mosque today, said it won't comment on the merits of the case and that the interim order (on protecting the supposed 'shivling' in the mosque) can continue for now."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ul3il0io_navjot-sidhu-pti_120x90_20_May_22.jpg",
    "heading": "Navjot Sidhu, Given 1-Year Rigorous Jail Term For 1988 Road-Rage, To Surrender Today",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Patiala, Punjab",
    "details": "A few Congress leaders and supporters this morning turned up at the residence of the party's former Punjab unit chief Navjot Singh Sidhu who has been sentenced to one-year rigorous imprisonment by the Supreme Court in a 1988 road-rage case."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-05/plmda16_coronavirus-india-generic-pti_120x90_07_May_21.jpg",
    "heading": "India Records 2,259 New COVID-19 Cases, 20 Covid Deaths In 24 Hours: Centre",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "India logged 2,259 new coronavirus infections taking the total tally of COVID-19 cases to 4,31,31,822, while the active cases declined to 15,044, according to the Union Health Ministry data updated today."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/1r6q2ulk_ktr-london_120x90_20_May_22.jpg",
    "heading": "\"The Right Gateway\": Telangana Minister KTR's Investment Pitch In London",
    "ownername": "Asian News International",
    "date": "Asian News International   | Friday May 20, 2022, London",
    "details": "During the session, the Minister mentioned that Telangana has launched a comprehensive and progressive EV Policy."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/rumjmv3g_azam-khan-pti_120x90_20_May_22.jpg",
    "heading": "Azam Khan, Samajwadi Party Leader, Leaves UP Jail After 2 Years",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Sitapur, Uttar Pradesh",
    "details": "Senior Samajwadi Party leader Azam Khan was released from the Sitapur jail in Uttar Pradesh this morning, a day after the Supreme Court granted him interim bail in an alleged cheating case."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2016-02/goa-beach_240x180_61456659592.jpg",
    "heading": "Man Murders Woman On Goa Beach For Ending Relationship: Police",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Panaji",
    "details": "A man has been arrested for stabbing to death a 19-year-old woman at Velsaon beach in South Goa after she refused to continue relationship with him, an official said on Friday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/2k7be6fo_akasa-air-twitter_120x90_20_May_22.jpg",
    "heading": "Akasa Air, Backed By Billionaire Investor Rakesh Jhunjhunwala, Faces Delays",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Mumbai",
    "details": "Akasa Air's launch of services is likely to be delayed further as the airline is expected to receive its first aircraft only in June or July, according to a senior DGCA official."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-04/63f75q7c_domestic-violence-istock_120x90_18_April_20.jpg",
    "heading": "Domestic Help, Thrashed By Delhi Couple, Found In Pool Of Urine: Report",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "A 48-year-old woman, who worked as a house help, was allegedly thrashed by her employers who also chopped off her hair in West Delhi's Rajouri Garden, police said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ls8r6qno_hardik-patel-pti_120x90_19_May_22.jpg",
    "heading": "Hardik Patel Feared Jail In Sedition Cases, May Join BJP: Congress Leader",
    "ownername": "Asian News International",
    "date": "Asian News International   | Friday May 20, 2022, Rajkot (Gujarat)",
    "details": "Days after Hardik Patel quitting the Congress, Gujarat party chief Jagdish Thakor has claimed that the he took the step as he was afraid that he might have to go to jail in sedition cases filed against him."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/1ne270ks_kashmir-tunnel_120x90_20_May_22.jpg",
    "heading": "1 Dead, 9 Trapped After Under-Construction Tunnel Collapses In Kashmir",
    "ownername": "NDTV News Desk",
    "date": "NDTV News Desk   | Friday May 20, 2022, New Delhi",
    "details": "One person was killed and nine others were feared trapped after a portion of an under-construction tunnel on the Jammu-Srinagar national highway in Ramban district collapsed in the early hours of Friday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/5uh5ba4c_gyanvapi-masjid-pti_120x90_19_May_22.jpg",
    "heading": "\"Aurangzeb Captured...\": Hindu Petitioners On Varanasi's Gyanvapi Mosque",
    "ownername": "Sukirti Dwivedi",
    "date": "Reported by Sukirti Dwivedi, Edited by Aditi Gautam  | Friday May 20, 2022, New Delhi",
    "details": "The lawyers representing the Hindu devotees yesterday urged the Supreme Court to dismiss the petition filed by the Varanasi's Gyanvapi Mosque committee challenging the filming inside the Mosque"
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/kl2j5r8s_assam-flood_120x90_20_May_22.jpg",
    "heading": "Food Stocks Running Out, Hundreds Await Rescue In Flood-Hit Assam Villages",
    "ownername": "Ratnadip Choudhury",
    "date": "Written by Ratnadip Choudhury  | Friday May 20, 2022, Guwahati",
    "details": "A risky boat ride through flood waters and a walk for a few miles through inundated paddy fields lead to the fringes of Hatigarh in Assam's Nagaon district - one of the worst-hit in the state."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-12/kfn7bbro_lalu-prasad-yadav-_120x90_09_December_20.jpg",
    "heading": "For Lalu Yadav And Family, Raids In A New CBI Case Of Corruption",
    "ownername": "Arvind Gunasekar,Manish Kumar",
    "date": "Reported by Arvind Gunasekar,Manish Kumar, Edited by Saikat Kumar Bose  | Friday May 20, 2022, New Delhi, Patna",
    "details": "Weeks after he was granted bail in a fodder scam case, Lalu Prasad Yadav has been charged in a fresh corruption case over alleged irregularities in recruitment during his tenure as Bihar Chief Minister."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2017-04/police-generic_240x180_41492771926.jpg",
    "heading": "Man Stabs Wife To Death In UP: Police",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Bareilly, Uttar Pradesh",
    "details": "A man fled after stabbing his wife to death in broad daylight in a crowded spot in Premnagar area on Thursday, police said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-09/9h7c3r7o_coronavirus-india-reuters-sep-2021_240x180_28_September_21.jpg",
    "heading": "Coronavirus LIVE Updates: India Records Over 2,200 New COVID-19 Cases In 24 Hours",
    "ownername": "NDTV News Desk",
    "date": "NDTV News Desk   | Friday May 20, 2022, New Delhi",
    "details": "India on Friday reported at least 2,259 new Covid cases, taking the total number of infections to 4,31,31,822. According to the Union Health Ministry, the active cases dipped to 15,044 in the last 24 hours."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-07/44oe84ko_raj-kundra-instagram_120x90_20_July_21.jpg",
    "heading": "Money Laundering Case Filed Against Raj Kundra In Porn Racket Case",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "The ED has launched an anti-money-laundering investigation into an alleged pornographic films case in which businessman Raj Kundra and others were arrested by the Mumbai Police crime branch in 2021, officials said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-01/qf0btttc_congress-generic-pti-240_120x90_21_January_20.jpg",
    "heading": "Bharat Jodo Yatra: Congress To Reach Out To Like-Minded Groups For March",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "The Congress will reach out to civil society members and like-minded political groups for the 'Bharat Jodo' yatra from October 2 for rallying support to combat polarisation and protect Constitution and democracy senior party leader said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-05/6ssd35lo_fire-generic_120x90_12_May_21.jpg",
    "heading": "1 Killed, 6 Injured In Fire At Delhi Factory",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "A 42-year-old man was killed and six others were injured when a fire broke out at an electric goods factory in northeast Delhi's Mustafabad area on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-03/65a8mcs8_supreme-court-new_240x180_12_March_20.jpg",
    "heading": "Hand Can Be Considered A Weapon If...: Supreme Court",
    "ownername": "Asian News International",
    "date": "Asian News International   | Friday May 20, 2022, New Delhi",
    "details": "The Supreme Court on Thursday said that 'hand can also be a weapon when a cricketer or extremely physically fit person inflicts the same' and remarked that a disproportionately light punishment humiliates and frustrates a victim of crime."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/jv9dhkds_punjab-chief-minister-bhagwant-mann-_120x90_20_May_22.jpg",
    "heading": "Centre To Give 2,000 More Paramilitary Personnel To Punjab: Bhagwant Mann",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "About 2,000 additional paramilitary personnel will be deployed in Punjab to enhance security as there have been regular inputs that some elements are trying to create unrest in the state, Punjab Chief Minister Bhagwant Mann said on Wednesday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-02/491h9mkg_supreme-court-of-india_240x180_14_February_22.jpg",
    "heading": "GST Council's Recommendation Not Binding On Union, States: Supreme Court",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "In a significant verdict, the Supreme Court Thursday ruled that the recommendations of Goods and Services Tax (GST) Council are not binding on the Union and the states and only have a persuasive value."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-03/65a8mcs8_supreme-court-new_240x180_12_March_20.jpg",
    "heading": "Supreme Court To Hear Plea On Probe Against Jharkhand Chief Minister",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The Supreme Court agreed to hear on Friday a plea related to probes by CBI and the Enforcement Directorate into the mining lease allegedly granted to Jharkhand Chief Minister Hemant Soren."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/vm3k8hqg_sunil-jakhar-joins-bjp_240x180_19_May_22.jpg",
    "heading": "Sunil Jakhar Began Working For BJP Before Even Joining, Congress Alleges",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Chandigarh",
    "details": "Punjab Congress president Amarinder Singh Raja Warring hit out at Sunil Jakhar who joined the BJP on Thursday, saying he might have formally joined the saffron outfit now but he had started working for it long before."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-01/76dbapmo_delhi-police-pcr_120x90_10_January_22.jpg",
    "heading": "Delivery Agent Killed In Delhi Hit-And-Run, Zepto Pays Rs 10 Lakh",
    "ownername": "NDTV News Desk",
    "date": "NDTV News Desk   | Thursday May 19, 2022, New Delhi",
    "details": "Instant grocery delivery startup Zepto has announced Rs 10 lakh compensation to the family of its delivery partner who was killed in a hit-and-run incident in a south Delhi locality."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-12/k9jjbflk_navjot-sidhu-ani_120x90_27_December_21.jpg",
    "heading": "On Navjot Sidhu's Jail Term, Victim's Family Says \"We Thank God\"",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Patiala (Punjab)",
    "details": "After the Supreme Court imposed a one-year jail term on cricketer-turned-politician Navjot Singh Sidhu in a 1988 road rage case on Thursday, the family of the victim, Gurnam Singh, thanked the Almighty."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/3gt0os3s_jammu-forest-fire-_120x90_19_May_22.jpg",
    "heading": "Massive Forest Fire Erupts Near Jammu",
    "ownername": "Nazir Masoodi",
    "date": "Reported by Nazir Masoodi | Thursday May 19, 2022, Jammu",
    "details": "A massive fire broke out at the forest near Jammu today evening. There have been multiple incidents of fire in the region this year."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/tkcff6n_college-education-generic_120x90_19_May_22.jpg",
    "heading": "KTR, Telangana Minister, Makes Education Push In London",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Hyderabad",
    "details": "The Telangana government on Thursday signed a Memorandum of Understanding (MoU) with King's College London in connection with the proposed Pharma University at Hyderabad Pharma City."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-09/cqgrm6oo_-goa-police-_120x90_28_September_21.jpg",
    "heading": "3 Arrested For Kidnapping Class 10 Student In Maharashtra: Police",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Jalna",
    "details": "Three persons have been arrested for allegedly kidnapping a Class 10 student and demanding a ransom of Rs 4 crore from his father in Maharashtra's Jalna district, police said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-04/sf3jg44_pm-modi-twitter_120x90_15_April_22.jpg",
    "heading": "PM Modi To Attend Tokyo Quad Meet Next Week; Hold Talks With Joe Biden",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "Prime Minister Narendra Modi will join US President Joe Biden and prime ministers of Australia and Japan at a summit of the Quad leaders in Tokyo on May 24 which is taking place amid the Russian invasion of Ukraine."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-03/6e3195bo_train-generic_120x90_10_March_22.jpg",
    "heading": "Railways Order For Use Of Devoted Goods Corridors To Run Passenger Trains",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The eastern and western dedicated freight corridors, which have been designed for the exclusive movement of goods trains at a high speed, will now be used for passenger trains in times of exigencies, according to an official order."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/9dp6ligc_ktr-meets-gsk-head_120x90_20_May_22.jpg",
    "heading": "Eye On Investment, Telangana Minister KTR Meets UK Healthcare Giant",
    "ownername": "Asian News International",
    "date": "Asian News International   | Thursday May 19, 2022, London",
    "details": "Telangana Minister KT Rama Rao on Thursday held a meeting with Global R&D Head GSK Consumer Health, Franck Riot and discussed the expansion plans of GlaxoSmithKline, a healthcare company, for the state."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-03/si4iv1c8_narendra-modi-amit-shah-jp-nadda-pti_120x90_03_March_20.jpg",
    "heading": "BJP Strategy Meet In Rajasthan After Congress Chintan Shivir",
    "ownername": "Harsha Kumari Singh",
    "date": "Reported by Harsha Kumari Singh, Edited by Anindita Sanyal  | Thursday May 19, 2022",
    "details": "Rajasthan, which hosted the Congress \"Chintan Shivir\" last week, will now be the venue for a three-day top-level meet of the BJP."
  },
  {
    "imageurl": "https://i.ndtvimg.com/mt/2014-12/AIIMS_Generic_240.jpg",
    "heading": "In Big Move, AIIMS Delhi Says All Tests Under Rs 300 To Be Free",
    "ownername": "NDTV News Desk",
    "date": "Edited by NDTV News Desk  | Thursday May 19, 2022, New Delhi",
    "details": "Patients at Delhi's All India Institute of Medical Sciences (AIIMS) will not be charged for tests costing upto Rs 300, the premier institute announced on Thursday in a big relief to those from the economically weaker sections."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2016-05/delhi-high-court_240x180_61462199085.jpg",
    "heading": "Queuing Up To Get Ration Not Against Right To Privacy: Delhi High Court",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "Standing in queues to collect ration from fair price shops is not against the right to dignity and privacy and it is \"only civil\" to queue up if several people land up at an outlet at the same time, the Delhi High Court ruled on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/j0rj9fgg_amitabh-bachchan_120x90_16_May_22.jpg",
    "heading": "Plea In Bihar Court Against Amitabh Bachchan, Shah Rukh For Gutkha Ads",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Muzaffarpur",
    "details": "Bollywood superstars Amitabh Bachchan, Shah Rukh Khan and Ajay Devgn have been accused of \"promoting consumption of gutkha and tobacco\" in a petition filed on Thursday before a court in Bihar."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-05/6ssd35lo_fire-generic_120x90_12_May_21.jpg",
    "heading": "Fire At Cello Tape Manufacturing Factory In Delhi; No Casualties",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "A fire broke out at a cello tape manufacturing factory in outer Delhi's Bawana Industrial Area on Thursday, the Delhi Fire Services said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/mu34pia_aurangzeb-tomb_120x90_19_May_22.jpg",
    "heading": "Aurangzeb's Tomb In Maharashtra Closed For 5 Days Amid Row",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Aurangabad",
    "details": "The Archaeological Survey of India (ASI) has shut Mughal emperor Aurangzeb's tomb here in Maharashtra for five days after a mosque committee in the area tried to lock the place, an official said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-02/670037ko_rahul-gandhi-gujarat-dwarka-ani_120x90_26_February_22.jpg",
    "heading": "\"Alliances Don't Mean...\": Congress After Criticism By Regional Parties",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The Congress on Thursday said the party being in alliance with other parties does not mean it has taken voluntary retirement, as it hit back at regional outfits for their criticism of Rahul Gandhi over his remarks that they do not have an ideology."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/d8l92eis_ashwini-vaishnaw-5g_120x90_19_May_22.jpg",
    "heading": "Watch: India's First 5G Call Tested By Minister At IIT-Madras",
    "ownername": "Abhimanyu Kulkarni",
    "date": "Edited by Abhimanyu Kulkarni  | Thursday May 19, 2022, New Delhi",
    "details": "Communications Minister Ashwini Vaishnaw today successfully made a 5G call at IIT Madras. The entire network has been designed and developed in India."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ls8r6qno_hardik-patel-pti_120x90_19_May_22.jpg",
    "heading": "\"Can't Abuse Adani Or Ambani Every Time\": Hardik Patel Targets Congress",
    "ownername": "Anindita Sanyal",
    "date": "Edited by Anindita Sanyal  | Thursday May 19, 2022, New Delhi",
    "details": "Gujarat's Patidar leader Hardik Patel, who has quit the Congress ahead of the state elections, attacked the party today for constantly targetting the BJP, citing the country's top industrialists Ambani and Adani."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/27j6antc_assam-floods-240_120x90_19_May_22.jpg",
    "heading": "9 Dead In Assam Floods, Over 7 Lakh Hit Across 29 Districts: 10 Points",
    "ownername": "Ratnadip Choudhury",
    "date": "Written by Ratnadip Choudhury  | Thursday May 19, 2022, Guwahati",
    "details": "More than 7.17 lakh people spread over 1,929 villages across 29 districts of Assam have been hit by heavy floods triggered by pre-monsoon rain. Nine people have died."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-09/idq2dcg8_pangong-lake-pixabay_120x90_12_September_19.jpg",
    "heading": "What India Said On Reports Of 2nd China Bridge Over Pangong Lake",
    "ownername": "Asian News International",
    "date": "Asian News International   | Thursday May 19, 2022, New Delhi",
    "details": "The Ministry of External Affairs (MEA) on Thursday said that it was monitoring the situation after reports claimed that the Chinese side was constructing a second bridge over the Pangong Tso Lake in the Union Territory of Ladakh."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-12/39pl0s58_mother-second-marriage_120x90_18_December_21.jpg",
    "heading": "To Protest Against Fuel Price Hike, Odisha Groom Rides Bicycle To Venue",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Bhubaneswar",
    "details": "A man in full wedding finery rode a cycle to his wedding venue in Bhubaneswar as a mark of protest against the high fuel prices in the country."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-03/sjf8lhjo_n-biren-singh-240_120x90_13_March_21.jpeg",
    "heading": "IPS Officer Used Cops For Personal Work, Suspended: Manipur Chief Minister",
    "ownername": "Asian News International",
    "date": "Asian News International   | Thursday May 19, 2022, Imphal (Manipur)",
    "details": "Manipur Chief Minister N Biren Singh on Thursday ordered to suspend IPS officer for employing police officers for his domestic chores at his private residence. The IPS officer was suspended on Wednesday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/efoptn58_india-quad-vaccine_120x90_19_May_22.jpg",
    "heading": "India Supplied Covid Vaccines Under Quad Initiative, Says Ministry",
    "ownername": "Reuters",
    "date": "Reuters   | Thursday May 19, 2022, New Delhi",
    "details": "The leaders of the Quad countries - India, the United States, Japan and Australia - could discuss the vaccine supply plan when they meet in Japan on Tuesday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/30vebud_bengaluru-rains-pti_120x90_19_May_22.jpg",
    "heading": "Heavy Rainfall In Bengaluru Unleashes A Flood Of Memes On Twitter",
    "ownername": "NDTV News Desk",
    "date": "Edited by NDTV News Desk  | Thursday May 19, 2022",
    "details": "It is raining in Bengaluru. The streets are waterlogged. The weather department has issued an \"orange\" alert in many parts predicting heavy rain for the next 4-5 days. Visuals of waterlogged streets are making rounds on the Internet."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ffhkfhpg_206-kidney-stones_120x90_19_May_22.jpg",
    "heading": "206 Kidney Stones Removed In 1 Hour From 56-Year-Old Hyderabad Man",
    "ownername": "Uma Sudhir",
    "date": "Reported by Uma Sudhir, Edited by Supriti David  | Thursday May 19, 2022, Hyderabad",
    "details": "After a painful six-month long ordeal, a 56-year-old man from Hyderabad gained respite when doctors removed 206 kidney stones after an hour-long surgery."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2018-09/huh5ehlo_indrani-mukherjea_120x90_28_September_18.jpg",
    "heading": "Paperwork Incomplete, Indrani Mukerjea Not Released Despite Bail",
    "ownername": "Anindita Sanyal",
    "date": "Edited by Anindita Sanyal  | Thursday May 19, 2022, Mumbai",
    "details": "Former media executive Indrani Mukerjea, arrested for the murder of daughter Sheena Bora, could not be released from jail today as the paperwork could not be completed on time."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-06/q55klre8_delhi-metro-240_120x90_07_June_21.jpeg",
    "heading": "Delhi Metro Services Between These Stations Hit After Cable Theft",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "Metro services between Akshardham and Mayur Vihar Phase-1 metro stations on Blue Line were affected on Thursday due to the theft of a signalling cable, the DMRC said."
  }
]