[
  {
    "image": "https://www.ndtv.com/india-news/gyanvapi-mosque-varanasis-gyanvapi-mosque-case-live-updates-up-court-order-on-fresh-hearing-today-3003412",
    "hading": "Varanasi's Gyanvapi Mosque Case Live: UP Court Order On Fresh Hearing Today",
    "owner": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "A Varanasi court will decide today whether to hear first the Hindu petitioners' plea to invite objections to the Gyanvapi mosque filming report or the Muslim side's case that the writ is not maintainable."
  },
  {
    "image": "https://www.ndtv.com/india-news/bhupesh-baghel-chhattisgarh-chief-minister-bhupesh-baghel-e-transfers-1-804-crore-under-3-major-schemes-3003315",
    "hading": "Chhattisgarh Chief Minister E-Transfers 1,804 Crore Under 3 Major Schemes",
    "owner": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "Chhattisgarh Chief Minister Bhupesh Baghel virtually released Rs 1,804.50 crore to the bank accounts of farmers, agricultural laborers, cattle rearers and women self help groups on the death anniversary of former Prime Minister Late Rajiv Gandhi."
  },
  {
    "image": "https://www.ndtv.com/india-news/on-camera-allegedly-drunk-son-of-congress-mla-in-madhya-pradesh-rams-car-3003238",
    "hading": "On Camera, Allegedly Drunk Son Of Congress MLA In Madhya Pradesh Rams Car",
    "owner": "Anurag Dwary",
    "date": " Tuesday May 24 2022",
    "details": "An unidentified driver - which the BJP claims is the son of former Congress minister - who was allegedly drunk was charged for ramming the car of an Indore-based businessman in Sehore in Madhya Pradesh, a police official said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-narendra-modis-at-quad-summit-in-tokyo-quad-a-force-for-good-helps-make-a-better-indo-pacific-region-3003210",
    "hading": "Quad A Force For Good, Makes Indo-Pacific Better, Says PM Modi: 10 Points",
    "owner": "Aditi Gautam",
    "date": " Tuesday May 24 2022",
    "details": "Prime Minister Narendra Modi and leaders of the United States, Japan and Australia attended the second in-person meeting of Quad leaders in Tokyo today."
  },
  {
    "image": "https://www.ndtv.com/india-news/quad-summit-in-tokyo-quad-meeting-live-updates-quad-meet-live-pm-modi-live-pm-modi-to-participate-in-quad-leaders-summit-today-3002851",
    "hading": "Quad Meet LIVE Updates: PM Modi, Leaders From US, Japan, Australia Discuss Indo-Pacific Strategy",
    "owner": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "The fourth Quad Leaders' Summit is expected to focus on various initiatives launched by the four-nation grouping which includes US, India, Japan and Australia and discuss developments in the Indo-Pacific region."
  },
  {
    "image": "https://www.ndtv.com/india-news/coronavirus-india-live-updates-coronavirus-cases-today-covid-19-cases-in-india-omicron-covid-cases-india-covid-cases-may-24-3003161",
    "hading": "Coronavirus LIVE Updates: India Reports 1,675 New COVID-19 Cases, 31 Deaths In 24 Hours",
    "owner": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "India reported 1,675 new coronavirus cases today, taking the total tally of COVID-19 cases to 4,31,40,068, while the active cases increased to 14,841, according to the Union Health Ministry."
  },
  {
    "image": "https://www.ndtv.com/india-news/andhra-mla-ananta-satya-uday-bhaskar-arrested-on-charge-of-killing-driver-police-3003151",
    "hading": "Andhra MLA Arrested On Charge Of Killing His Driver: Police",
    "owner": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Ruling YSR Congress MLC Ananta Satya Uday Bhaskar was arrested in Andhra Pradesh's Kakinada district on Monday for allegedly murdering his former driver four days ago, a senior police officer said."
  },
  {
    "image": "https://www.ndtv.com/india-news/kerala-chief-minister-pinarayi-vijayans-system-jibe-at-congress-over-defections-3003145",
    "hading": "Kerala Chief Minister's \"System\" Jibe At Congress Over Defections",
    "owner": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Kerala Chief Minister Pinarayi Vijayan took a jibe at Congress on Monday and termed it as a system, which sends people to the Bharatiya Janata Party."
  },
  {
    "image": "https://www.ndtv.com/india-news/upset-over-lovers-murder-woman-40-dies-by-suicide-in-rajasthans-bikaner-police-3003141",
    "hading": "Upset Over Lover's Murder, Woman, 40, Dies By Suicide In Rajasthan: Police",
    "owner": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A 40-year-old married woman allegedly committed suicide by jumping before a moving train in Bikaner district in Rajasthan on Monday, police said."
  },
  {
    "image": "https://www.ndtv.com/india-news/climate-change-made-indias-2022-heatwave-30-times-more-likely-report-3003122",
    "hading": "Climate Change Made India's 2022 Heatwave 30 Times More Likely: Study",
    "owner": "Agence France-Presse",
    "date": " Tuesday May 24 2022",
    "details": "The punishing heatwave that scorched India and Pakistan in March and April was made 30 times more likely by climate change, experts in quantifying the impact of global warming on extreme weather events said in a rapid-response report Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/telangana-attracts-huge-investments-on-day-1-of-world-economic-forum-3002998",
    "hading": "Telangana Attracts Huge Investments On Day 1 Of World Economic Forum",
    "owner": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "On the first day of the World Economic Forum (WEF) Summit in Davos, Switzerland, many companies have come forward to invest in Telangana with Lulu Group announcing to invest Rs 500 crore."
  },
  {
    "image": "https://www.ndtv.com/india-news/at-geneva-meet-india-says-disappointed-over-whos-excess-mortality-report-3002957",
    "hading": "At Geneva Meet, India Says Disappointed Over WHO's Excess Deaths Report",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India on Monday expressed dismay and concern over the WHO's recent report on all-cause excess mortality estimates, saying authentic data published by the statutory authority has not been taken into account."
  },
  {
    "image": "https://www.ndtv.com/india-news/heavy-rain-along-with-thunder-and-lightning-in-parts-of-delhi-again-3002888",
    "hading": "Flights Delayed, Diverted At Delhi Airport After Heavy Rain, Thunderstorm",
    "owner": "NDTV News Desk",
    "date": " Monday May 23 2022",
    "details": "Heavy rain, along with thunderstorm, hit Delhi again on Monday evening after the first bout early this morning."
  },
  {
    "image": "https://www.ndtv.com/india-news/delhi-high-court-seeks-centres-response-on-plea-against-only-female-nurses-in-military-advertisement-3002877",
    "hading": "Delhi Court Seeks Centre's Response On Women Nurses In Military Advert",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The Delhi High Court today sought the Centre's stand on a plea concerning the allegedly unconstitutional practice of having only women nurses in the military."
  },
  {
    "image": "https://www.ndtv.com/india-news/drunk-man-allegedly-kills-son-10-for-not-filling-water-at-home-3002872",
    "hading": "Drunk Man Allegedly Kills Son, 10, For Not Filling Water At Home",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "An drunk man killed his 10-year-old son for not filling water at home, Nagpur police said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-right-example-for-ensuring-vaccine-equity-leaders-at-world-economic-forum-3002813",
    "hading": "India Right Example For Ensuring Vaccine Equity: Leaders At Davos",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Hailing India for ramping up its COVID-19 vaccine manufacturing at the right time and for ensuring supplies to the rest of the world, leaders at the World Economic Forum on Monday said everyone else needs to follow the Indian model."
  },
  {
    "image": "https://www.ndtv.com/delhi-news/vinai-kumar-saxena-delhis-new-lt-governors-is-first-non-bureaucrat-to-get-the-job-5-points-3002784",
    "hading": "Delhi's New Lt Governor's Is First Non-Bureaucrat To Get The Job: 5 Points",
    "owner": "Divyanshu Dutta Roy",
    "date": " Monday May 23 2022",
    "details": "Vinai Kumar Saxena was named Delhi's new Lieutenant-Governor on Monday, days after Anil Baijal resigned from the post citing \"personal reasons\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/air-india-asks-staff-to-vacate-government-owned-housing-colonies-by-july-26-3002745",
    "hading": "Air India Asks Staff To Vacate Government-Owned Housing Colonies By July 26",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Tata Group-owned Air India has asked its staff to vacate the government-owned housing colonies by July 26, according to an official document."
  },
  {
    "image": "https://www.ndtv.com/india-news/major-shake-up-at-intelligence-agencies-hunt-on-for-new-chiefs-3002710",
    "hading": "Major Shake-Up At Intelligence Agencies, Hunt On For New Chiefs",
    "owner": "Neeta Sharma",
    "date": " Monday May 23 2022",
    "details": "As tenure of heads of India's intelligence agencies come to an end, the government is working overtime to look for replacements."
  },
  {
    "image": "https://www.ndtv.com/india-news/maharashtra-over-300-take-ill-after-wedding-feast-in-latur-most-discharged-post-treatment-3002685",
    "hading": "Over 300 Fall Ill After Wedding Feast In Maharashtra's Latur",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Over 330 people took ill after consuming food at a wedding feast in Nilanga tehsil of Maharashtra's Latur district, a health official said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/big-meetings-for-bjp-opposition-in-race-to-july-presidential-polls-3002238",
    "hading": "Big Meetings For BJP, Opposition In Race To July Presidential Polls",
    "owner": "Akhilesh Sharma,Sunil Prabhu",
    "date": " Monday May 23 2022",
    "details": "Top BJP leaders, including Amit Shah and JP Nadda, held a four-hour meeting on Monday on the Rajya Sabha election and the presidential election just two months away."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-modi-says-goals-set-up-by-his-govt-are-ambitious-but-he-enjoys-drawing-line-on-stone-3002607",
    "hading": "\"Main Patthar Par Lakeer Karta Hoon\": PM On How He Faces Challenges",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Prime Minister Narendra Modi told the Indian community members on Monday that the goals set up by his government are ambitious and challenging but the teachings and values he has received have helped him develop a habit to face challenges."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-sends-40-000-metric-tonnes-of-petrol-to-crisis-hit-sri-lanka-3002601",
    "hading": "India sends 40,000 Metric Tonnes Of Petrol To Crisis-Hit Sri Lanka",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India on Monday said it has delivered around 40,000 metric tonnes of petrol to Sri Lanka, days after supplying 40,000 metric tonnes of diesel under the Indian credit line to help ease the acute fuel shortage in the debt-ridden island nation."
  },
  {
    "image": "https://www.ndtv.com/india-news/bengal-facing-rs-1-141-crore-revenue-loss-due-to-fuel-price-cut-mamata-3002580",
    "hading": "Bengal Facing Rs 1,141 Crore Loss Due To Fuel Price Cut: Mamata Banerjee",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Claiming that West Bengal is staring at a total revenue loss of Rs 1,141 crore due to reduction of duties on petrol and diesel, Mamata Banerjee on Monday attacked the Centre for allegedly favouring BJP-ruled states in giving them their dues."
  },
  {
    "image": "https://www.ndtv.com/india-news/haryanvi-singer-missing-for-12-days-found-buried-near-highway-3002569",
    "hading": "Haryanvi Singer, Missing For 12 Days, Found Buried Near Highway",
    "owner": "Mukesh Singh Sengar",
    "date": " Monday May 23 2022",
    "details": "The family have accused two men who worked with her, named Ravi and Rohit, of kidnapping and killing her."
  },
  {
    "image": "https://www.ndtv.com/india-news/chhattisgarh-doctor-arrested-for-sexually-harassing-nurse-3002565",
    "hading": "Doctor Arrested For Sexually Harassing Nurse: Chhattisgarh Police",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A doctor attached to a government hospital in Chhattisgarh's Raipur was arrested for allegedly molesting a nurse, police said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/oldest-tiger-of-maharashtra-reserve-found-dead-3002557",
    "hading": "Oldest Tiger Of Maharashtra Reserve Found Dead",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The oldest tiger of the Tadoba Andhari Tiger Reserve (TATR) in Maharashtra, which recently killed an elderly shepherd, was found dead on Monday, a forest department official said."
  },
  {
    "image": "https://www.ndtv.com/india-news/hanuman-chalisa-row-navneet-rana-appears-before-privileges-committee-names-maharashtra-chief-minister-3002555",
    "hading": "Hanuman Chalisa Row: Maharashtra MP Appears Before Privileges Committee",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Independent MP Navneet Rana, who has alleged she was illegally arrested and inhumanly treated at a police station in Mumbai, appeared before a parliamentary privileges committee on Monday to present her case and seek \"justice\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/knives-out-in-bengal-bjp-after-mp-s-exit-3002542",
    "hading": "War Of Words In BJP's Bengal Unit After Leader Switches To Trinamool",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Cracks in Bengal BJP seemed to have deepened a day after party MP Arjun Singh returned to the rinamool."
  },
  {
    "image": "https://www.ndtv.com/india-news/us-f-18-fighter-jets-in-india-to-demonstrate-operational-capability-report-3002523",
    "hading": "US F-18 Fighter Jets In India To Demonstrate Operational Capability: Report",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Two Boeing F/A-18E Super Hornet fighter aircrafts have arrived in India to showcase their operational capability at a naval facility in Goa as the Indian Navy plans to acquire a fleet of combat jets for its indigenous aircraft carrier (IAC) Vikrant."
  },
  {
    "image": "https://www.ndtv.com/india-news/gautam-adani-advocate-karuna-nandy-on-times-100-most-influential-list-3002434",
    "hading": "Gautam Adani, Lawyer Karuna Nundy On Time's 100 Most Influential List",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Billionaire industrialist Gautam Adani and advocate Karuna Nundy have been named by TIME magazine today as among the 100 Most Influential People of 2022."
  },
  {
    "image": "https://www.ndtv.com/india-news/gujarat-bjp-plans-to-collect-over-rs-200-crore-ahead-of-polls-3002420",
    "hading": "Gujarat BJP Plans To Collect Over Rs 200 Crore Ahead Of Polls",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "To shore up its finances, the ruling BJP in Gujarat has planned to collect over Rs 200 crore from its workers and supporters ahead of the assembly elections slated by the year-end, said an office-bearer on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/jd-u-leader-anil-hegde-elected-unopposed-to-rajya-sabha-3002355",
    "hading": "JD(U) Leader Anil Hegde Elected Unopposed To Rajya Sabha",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "JD(U) leader Anil Hegde was on Monday declared elected unopposed to the Rajya Sabha from Bihar in a bypoll which was necessitated by the death of a party MP."
  },
  {
    "image": "https://www.ndtv.com/india-news/vinai-kumar-saxena-appointed-delhis-new-lieutenant-governor-days-after-anil-baijal-resigned-3002348",
    "hading": "Delhi's New Lt Governor Is Vinai Saxena, Ex Chief Of Khadi Commission",
    "owner": "NDTV News Desk",
    "date": " Monday May 23 2022",
    "details": "Delhi got its new Lieutenant Governor in Vinai Kumar Saxena on Monday, just days after his predecessor Anil Baijal resigned citing \"personal reasons\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/congress-brings-back-old-war-horse-sarat-pattnayak-as-odisha-pradesh-congress-committee-chief-3002329",
    "hading": "Congress Brings Back Old War Horse Sarat Pattnayak As Odisha Party Chief",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Congress on Monday brought back its old war horse Sarat Pattnayak appointing him the new Odisha Pradesh Congress Committee president replacing Niranjan Patnaik ending long drawn speculations and uncertainties in the grand old party."
  },
  {
    "image": "https://www.ndtv.com/india-news/supreme-court-on-acquittal-without-witnesses-being-examined-shocking-3002154",
    "hading": "\"Shocking\": Supreme Court On Acquittal Without Witnesses Being Examined",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The Supreme Court Monday termed it a \"very sorry\" state of affairs and \"shocking\" that a trial court in Bihar acquitted the accused in a murder case without examining all the witnesses."
  },
  {
    "image": "https://www.ndtv.com/india-news/centre-relaxes-family-pension-rules-for-missing-central-government-employees-union-minister-jitendra-singh-3002276",
    "hading": "Centre Relaxes Family Pension Rules For Missing Government Employees",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Union Minister Jitendra Singh today said family pension rules for missing central government employees have been relaxed. According to the order, if a central government employee goes missing during service, the family would be paid the pension."
  },
  {
    "image": "https://www.ndtv.com/india-news/declared-dead-newborn-found-alive-at-graveyard-in-jammu-and-kashmirs-banihal-3002264",
    "hading": "Declared Dead, Newborn Found Alive At Graveyard In J&K's Banihal",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A baby girl who was declared dead in a hospital in Jammu and Kashmir's Banihalsoon after her birth on Monday was found to be alive when her family was forced to dig up her grave nearly an hour after she was buried, officials said."
  },
  {
    "image": "https://www.ndtv.com/india-news/on-hijab-row-boxing-champ-nikhat-zareens-pro-choice-strike-3002216",
    "hading": "On Hijab Row, Boxing Champ Nikhat Zareen's Pro-Choice Strike",
    "owner": "Rica Roy",
    "date": " Monday May 23 2022",
    "details": "The controversy surrounding the hijab - the headscarf worn by some Muslim women - sprouted in Karnataka late last year after some right-wing groups objected to girls attending classes wearing hijabs."
  },
  {
    "image": "https://www.ndtv.com/india-news/indian-military-commands-form-tetra-group-to-counter-china-3002209",
    "hading": "Indian Military Commands Form \"Tetra Group\" To Counter China",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Four operational commands of Army, Navy and Air Force have came together to enhance jointness and integration amongst themselves against China on the eastern front. The four commands which have come together and are being called 'Tetra'."
  },
  {
    "image": "https://www.ndtv.com/india-news/aap-mla-gets-3-years-in-jail-for-assault-secures-bail-soon-after-3002193",
    "hading": "AAP MLA Gets 3 Years In Jail For Assault, Secures Bail Soon After",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "An AAP MLA was sentenced to three years in jail along with three others, including his wife and son, for assaulting his sister-in-law's family over 11 years ago."
  },
  {
    "image": "https://www.ndtv.com/india-news/heat-wave-in-india-poses-risks-for-nations-credit-moodys-3002137",
    "hading": "Heat Wave In India Poses Risks For Nation's Credit: Moody's",
    "owner": "Bijou George, Bloomberg",
    "date": " Monday May 23 2022",
    "details": "A heat wave that's made parts of India the hottest in 122 years may be a warning that heightened climate risks could drag on economic growth and worsen the nation's credit scores."
  },
  {
    "image": "https://www.ndtv.com/india-news/wont-hit-growth-story-karnataka-chief-minister-on-anti-conversion-bill-3002083",
    "hading": "Won't Hit Growth Story: Karnataka Chief Minister On Anti-Conversion Bill",
    "owner": "Vishnu Som",
    "date": " Monday May 23 2022",
    "details": "The anti-conversion bill will not come in the way of growth story, underlined Karnataka Chief Minister Basavaraj Bommai, adding that investor confidence is huge and that every state has \"domestic issues\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/elon-musk-pune-software-developer-and-their-twitter-banter-3002014",
    "hading": "Elon Musk, Pune Software Developer And Their Twitter Banter",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Tesla CEO Elon Musk is highly active on Twitter these days, also it seems that he is fond of replying regularly to a Pune-based Indian Software developer, Pranay Pathole, who is working for Tata Consultancy Services."
  },
  {
    "image": "https://www.ndtv.com/india-news/prime-minister-narendra-modi-japan-in-bid-to-boost-investment-pm-modi-proposes-japan-week-3001939",
    "hading": "In Bid To Boost Investment, PM Modi Proposes 'Japan Week'",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Seeking greater investments in India, Prime Minister Narendra Modi on Monday proposed celebrating Japan's contribution to the country's development journey in the form of a 'Japan Week'."
  },
  {
    "image": "https://www.ndtv.com/india-news/jharkhand-panchayat-polls-1-047-panchayats-to-go-to-polls-in-3rd-phase-of-jharkhand-rural-elections-3001886",
    "hading": "1,047 Panchayats To Go To Polls In 3rd Phase of Jharkhand Rural Elections",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A total of 1,047 panchayats covering 70 blocks in 19 districts of Jharkhand will go to polls in the third of the four-phase panchayat polls on Tuesday."
  },
  {
    "image": "https://www.ndtv.com/india-news/prime-minister-narendra-modi-union-home-minister-amit-shah-pm-modi-headed-inter-state-council-reconstituted-3001870",
    "hading": "PM Modi Headed Inter-State Council Reconstituted",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The Inter-State Council, which works to promote and support cooperative federalism in the country, has been reconstituted with Prime Minister Narendra Modi as chairman and chief ministers of all states and six Union ministers as members."
  },
  {
    "image": "https://www.ndtv.com/india-news/ambala-car-crash-woman-driver-arrested-after-her-range-rover-suv-rams-car-kills-a-man-3001857",
    "hading": "Haryana Woman Arrested After Her Range Rover SUV Rams Car, Kills A Man",
    "owner": "Mohammed Ghazali",
    "date": " Monday May 23 2022",
    "details": "A 26-year-old woman has been arrested and sent to judicial custody for two weeks, a day after she rammed a car with her Range Rover SUV, killing the man who was driving the car and injuring his wife and two children."
  },
  {
    "image": "https://www.ndtv.com/india-news/seven-ias-34-pcs-officers-transferred-in-punjab-3001792",
    "hading": "7 IAS Officers Among Several Bureaucrats Transferred In Punjab",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "In a major reshuffle, the Punjab government on Monday issued transfer and new posting orders of seven IAS and 34 PCS officers with immediate effect."
  },
  {
    "image": "https://www.ndtv.com/india-news/kedarnath-yatra-halted-amid-heavy-rain-since-morning-3001728",
    "hading": "Kedarnath Yatra Halted Amid Heavy Rain Since Morning",
    "owner": "NDTV News Desk",
    "date": " Monday May 23 2022",
    "details": "The Kedarnath Yatra has been temporarily halted amid high rain alert and continuous rain since Monday morning, said the police, adding that the devotees have been asked not to hike to the temple and to return to their hotels."
  },
  {
    "image": "https://www.ndtv.com/india-news/mamata-banerjee-bjp-rule-worse-than-that-of-hitler-mussolini-3001688",
    "hading": "\"BJP Rule Worse Than That Of Hitler, Mussolini\": Mamata Banerjee",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Alleging that the Union government was using central agencies to interfere in matters of the state, West Bengal Chief Minister Mamata Banerjee on Monday stated that the BJP-led dispensation was \"bulldozing the country's federal structure\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/this-is-why-the-great-khali-says-he-joined-bjp-3001641",
    "hading": "This Is Why The Great Khali Says He Joined BJP",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Almost three months after joining the Bharatiya Janata Party, wrestler Dalip Singh Rana, popularly known as The Great Khali, on Monday said he joined the BJP after being \"impressed\" by Prime Minister Narendra Modi's ideology."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-modi-japan-tour-quad-summit-2022-pm-modi-address-india-japan-are-natural-partners-pm-modi-to-indian-community-in-tokyo-3001618",
    "hading": "\"India-Japan Are Natural Partners\": PM Modi To Indian Community In Tokyo",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India and Japan are \"natural partners\" and Japanese investments have played an important role in India's development journey, Prime Minister Narendra Modi said."
  },
  {
    "image": "https://www.ndtv.com/india-news/freeze-on-xiaomi-indias-rs-5-551-crore-assets-by-probe-agency-extended-3001601",
    "hading": "Freeze On Xiaomi India's Rs 5,551 Crore Assets By Probe Agency Extended",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The Karnataka High Court on Monday extended the stay on the Enforcement Directorate's (ED) order of freezing Rs 5,551 crore in the bank accounts of Xiaomi India."
  },
  {
    "image": "https://www.ndtv.com/india-news/adar-poonawallas-pitch-at-davos-a-global-pandemic-treaty-3001522",
    "hading": "\"We Know What Went Wrong\": Vaccine-Maker Adar Poonawalla's New Pitch",
    "owner": "Vishnu Som",
    "date": " Monday May 23 2022",
    "details": "Adar Poonawalla also told NDTV about the next generation of COVID-19 vaccines that he hopes would \"even be able to block transmission\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/bjp-leader-kirit-somaiya-medha-kirit-somaiya-rs-100-crore-defamation-suit-filed-against-shiv-sena-leader-sanjay-raut-3001477",
    "hading": "Rs 100 Crore Defamation Suit Filed Against Shiv Sena Leader Sanjay Raut",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "BJP leader Kirit Somaiya's wife Medha Kirit Somaiya on Monday filed a Rs 100 crore defamation suit against Shiv Sena leader Sanjay Raut in the Bombay High Court."
  },
  {
    "image": "https://www.ndtv.com/india-news/making-bombs-normal-in-bengal-politics-bjp-leaders-shocker-3001475",
    "hading": "\"Making Bombs Normal In Bengal Politics\": BJP Leader's Shocker",
    "owner": "Saurabh Gupta",
    "date": " Monday May 23 2022",
    "details": "Bengal BJP leader Dilip Ghosh, reacting to a party leader returning to the Trinamool Congress, made a hugely controversial statement today, appearing to trivialise political violence."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-investigating-3-cases-where-pilots-shut-down-engines-mid-flight-3001429",
    "hading": "India Investigating 3 Cases Where Pilots Shut Down Engines Mid-Flight",
    "owner": "Anurag Kotoky and Siddharth Philip, Bloomberg",
    "date": " Monday May 23 2022",
    "details": "India is investigating three separate incidents in the past two months where airline pilots had to shut down plane engines mid-flight. All three incidents involved engines made by CFM, a joint venture between General Electric Co and France's Safran."
  },
  {
    "image": "https://www.ndtv.com/india-news/akhilesh-yadav-has-gotten-used-to-acs-samjawadi-ally-om-prakash-rajbhars-jibe-creates-stir-3001413",
    "hading": "\"Akhilesh Yadav Has Gotten Used To ACs\": Samajwadi Ally's Jibe Creates Stir",
    "owner": "Alok Pandey",
    "date": " Monday May 23 2022",
    "details": "Om Prakash Rajbhar, who heads the Suheldev Bharatiya Samaj Party (SBSP) that won six seats in the recently held Uttar Pradesh state election, made the comments at a meeting of his party in eastern UP on Sunday, news agency PTI reported."
  },
  {
    "image": "https://www.ndtv.com/india-news/up-man-kills-nephew-reaches-police-station-with-blood-stained-axe-3001412",
    "hading": "UP Man Kills Nephew, Reaches Police Station With Blood-Stained Axe",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A man in a village in Kannauj hacked his nephew to death with an axe and reached a police station with the blood-stained murder weapon in his hands on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/why-dont-you-love-me-man-asks-18-year-old-before-slitting-her-throat-in-maharashtra-3001394",
    "hading": "\"Why Don't You Love Me?\": Man Asks 18-Year-Old Before Slitting Her Throat",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A 20-year-old man who allegedly killed a college student he was stalking in Maharashtra's Aurangabad was arrested from his sister's house in Lasalgaon in Nashik's Niphad taluka, a police official said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-meets-japan-business-leaders-discusses-india-investment-opportunities-3001188",
    "hading": "PM Meets Japan Business Leaders, Discusses India Investment Opportunities",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "PM Modi In Japan: PM Modi courted top Japanese business leaders, including Masayoshi Son of SoftBank and Osamu Suzuki of Suzuki Motor Corp, to discuss investment opportunities India offers in sectors ranging from textiles to automobiles."
  },
  {
    "image": "https://www.ndtv.com/india-news/tourist-hotspot-dima-hasa-hill-station-haflong-landslides-and-floods-batter-assams-lone-hill-station-3001165",
    "hading": "Landslides And Floods Batter Assam's Lone Hill Station",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Landslides and flood have left a trail of destruction in Dima Hasao, a picturesque tourist hotspot in Assam, prompting a multi-agency effort to salvage the state's only hill station Haflong,"
  },
  {
    "image": "https://www.ndtv.com/india-news/stop-pretending-all-is-well-bengal-bjp-leader-after-latest-exit-3001052",
    "hading": "\"Stop Pretending All Is Well\": Bengal BJP Leader After Latest Exit",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "BJP national secretary Anupam Hazra Monday called for introspection within the party, a day after its MP Arjun Singh returned to the Trinamool, contending that the saffron camp needs to fix lacunae instead of pretending \"all is well\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-modi-news-pm-modi-in-tokyo-pm-modis-3ts-for-resilient-indo-pacific-supply-chains-3000889",
    "hading": "PM Modi's \"3Ts\" For Resilient Indo-Pacific Supply Chains",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Prime Minister Narendra Modi participated in an event in Tokyo Monday to launch discussions for an Indo-Pacific Economic Framework for Prosperity (IPEF) during which he underlined that the foundation of resilient supply chains must be 3Ts."
  },
  {
    "image": "https://www.ndtv.com/india-news/amit-shah-in-photos-amit-shahs-visit-to-the-prime-ministers-museum-in-delhi-3000614",
    "hading": "In Photos: Amit Shah's Visit To The Prime Minister's Museum In Delhi",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Union Home Minister Amit Shah along with his wife Sonal Shah on Monday visited 'Pradhanmantri Sangrahalaya', a building inaugurated by Prime Minister Narendra Modi in April this year as a tribute to all Prime Ministers of India."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-at-davos-hardeep-singh-puri-what-petroleum-minister-said-on-indias-green-energy-plans-at-davos-3001007",
    "hading": "What Petroleum Minister Said On India's Green Energy Plans At Davos",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India is more conscious of going for green energy than any other country in the world, Union Petroleum and Natural Gas Minister Hardeep Singh Puri said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/varanasis-gyanvapi-mosque-case-up-court-order-on-fresh-hearing-tomorrow-3000990",
    "hading": "Varanasi's Gyanvapi Mosque Case: UP Court Order On Fresh Hearing Tomorrow",
    "owner": "Alok Pandey",
    "date": " Monday May 23 2022",
    "details": "The Varanasi court hearing the Gyanvapi mosque case will pass orders tomorrow on when the fresh hearing will start and the procedure to be followed."
  },
  {
    "image": "https://www.ndtv.com/india-news/amid-monkeypox-cases-growing-worldwide-mumbai-readies-isolation-ward-3000985",
    "hading": "Amid Monkeypox Cases Growing Worldwide, Mumbai Readies Isolation Ward",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Monkeypox Cases: In the wake of monkeypox cases reported from some countries, the Mumbai civic body has kept a 28-bed ward ready at the Kasturba Hospital here for the isolation of suspected patients, officials said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/uttar-pradesh-budget-to-be-introduced-on-may-26-yogi-adityanath-3000409",
    "hading": "Uttar Pradesh Budget To Be Introduced On May 26: Yogi Adityanath",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "The Uttar Pradesh budget for 2022-23 will be introduced on May 26, said Chief Minister Yogi Adityanath on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/maharashtra-fire-maharashtra-wood-depot-fire-massive-fire-at-wood-depot-in-maharashtras-ballarpur-3000387",
    "hading": "Massive Fire At Wood Depot In Maharashtra's Ballarpur",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "A massive fire broke out in a wood depot of a paper mill in the Ballarpur area on Sunday."
  },
  {
    "image": "https://www.ndtv.com/india-news/railway-employee-arrested-for-circulating-womans-number-for-sex-chats-3000286",
    "hading": "Railway Employee Arrested For Circulating Woman's Number For Sex Chats",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A 22-year-old railway employee was arrested for allegedly circulating the mobile number of a woman for sex chats, police said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/assam-floods-centre-sanctions-rs-180-crore-for-assam-railway-repair-after-huge-floods-centre-sanctions-rs-180-crore-for-assam-railway-repair-after-hug-3000304",
    "hading": "Centre Sanctions Rs 180 Crore For Assam Railway Repair After Huge Floods",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "The Centre has sanctioned Rs 180 crore for the restoration of the railway network devastated by floods and landslides in Assam's Dima Hasao district."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-coronavirus-cases-today-india-coronavirus-update-india-logs-2-022-covid-cases-46-related-deaths-active-infections-dip-3000124",
    "hading": "India Logs 2,022 Covid Cases, 46 Related Deaths; Active Infections Dip",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India added 2,022 new coronavirus infections taking the total tally of COVID-19 cases to 4,31,38,393, while the active cases dipped to 14,832, according to the Union Health Ministry data updated on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/theres-a-design-terror-hand-suspected-in-assam-police-station-attack-3000858",
    "hading": "\"There's A Design\": Terror Hand Suspected In Assam Police Station Attack",
    "owner": "Ratnadip Choudhury",
    "date": " Monday May 23 2022",
    "details": "Batadrava Violence: A terror group may have engineered the mob attack on a police station in Assam, allegedly over a custodial case, the state police said today."
  },
  {
    "image": "https://www.ndtv.com/india-news/gyanvapi-mosque-varanasis-gyanvapi-mosque-case-live-updates-up-court-order-on-fresh-hearing-today-3003412",
    "hading": "Varanasi's Gyanvapi Mosque Case Live: UP Court Order On Fresh Hearing Today",
    "owner": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "A Varanasi court will decide today whether to hear first the Hindu petitioners' plea to invite objections to the Gyanvapi mosque filming report or the Muslim side's case that the writ is not maintainable."
  },
  {
    "image": "https://www.ndtv.com/india-news/bhupesh-baghel-chhattisgarh-chief-minister-bhupesh-baghel-e-transfers-1-804-crore-under-3-major-schemes-3003315",
    "hading": "Chhattisgarh Chief Minister E-Transfers 1,804 Crore Under 3 Major Schemes",
    "owner": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "Chhattisgarh Chief Minister Bhupesh Baghel virtually released Rs 1,804.50 crore to the bank accounts of farmers, agricultural laborers, cattle rearers and women self help groups on the death anniversary of former Prime Minister Late Rajiv Gandhi."
  },
  {
    "image": "https://www.ndtv.com/india-news/on-camera-allegedly-drunk-son-of-congress-mla-in-madhya-pradesh-rams-car-3003238",
    "hading": "On Camera, Allegedly Drunk Son Of Congress MLA In Madhya Pradesh Rams Car",
    "owner": "Anurag Dwary",
    "date": " Tuesday May 24 2022",
    "details": "An unidentified driver - which the BJP claims is the son of former Congress minister - who was allegedly drunk was charged for ramming the car of an Indore-based businessman in Sehore in Madhya Pradesh, a police official said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-narendra-modis-at-quad-summit-in-tokyo-quad-a-force-for-good-helps-make-a-better-indo-pacific-region-3003210",
    "hading": "Quad A Force For Good, Makes Indo-Pacific Better, Says PM Modi: 10 Points",
    "owner": "Aditi Gautam",
    "date": " Tuesday May 24 2022",
    "details": "Prime Minister Narendra Modi and leaders of the United States, Japan and Australia attended the second in-person meeting of Quad leaders in Tokyo today."
  },
  {
    "image": "https://www.ndtv.com/india-news/quad-summit-in-tokyo-quad-meeting-live-updates-quad-meet-live-pm-modi-live-pm-modi-to-participate-in-quad-leaders-summit-today-3002851",
    "hading": "Quad Meet LIVE Updates: PM Modi, Leaders From US, Japan, Australia Discuss Indo-Pacific Strategy",
    "owner": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "The fourth Quad Leaders' Summit is expected to focus on various initiatives launched by the four-nation grouping which includes US, India, Japan and Australia and discuss developments in the Indo-Pacific region."
  },
  {
    "image": "https://www.ndtv.com/india-news/coronavirus-india-live-updates-coronavirus-cases-today-covid-19-cases-in-india-omicron-covid-cases-india-covid-cases-may-24-3003161",
    "hading": "Coronavirus LIVE Updates: India Reports 1,675 New COVID-19 Cases, 31 Deaths In 24 Hours",
    "owner": "NDTV News Desk",
    "date": " Tuesday May 24 2022",
    "details": "India reported 1,675 new coronavirus cases today, taking the total tally of COVID-19 cases to 4,31,40,068, while the active cases increased to 14,841, according to the Union Health Ministry."
  },
  {
    "image": "https://www.ndtv.com/india-news/andhra-mla-ananta-satya-uday-bhaskar-arrested-on-charge-of-killing-driver-police-3003151",
    "hading": "Andhra MLA Arrested On Charge Of Killing His Driver: Police",
    "owner": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "Ruling YSR Congress MLC Ananta Satya Uday Bhaskar was arrested in Andhra Pradesh's Kakinada district on Monday for allegedly murdering his former driver four days ago, a senior police officer said."
  },
  {
    "image": "https://www.ndtv.com/india-news/kerala-chief-minister-pinarayi-vijayans-system-jibe-at-congress-over-defections-3003145",
    "hading": "Kerala Chief Minister's \"System\" Jibe At Congress Over Defections",
    "owner": "Asian News International",
    "date": " Tuesday May 24 2022",
    "details": "Kerala Chief Minister Pinarayi Vijayan took a jibe at Congress on Monday and termed it as a system, which sends people to the Bharatiya Janata Party."
  },
  {
    "image": "https://www.ndtv.com/india-news/upset-over-lovers-murder-woman-40-dies-by-suicide-in-rajasthans-bikaner-police-3003141",
    "hading": "Upset Over Lover's Murder, Woman, 40, Dies By Suicide In Rajasthan: Police",
    "owner": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "A 40-year-old married woman allegedly committed suicide by jumping before a moving train in Bikaner district in Rajasthan on Monday, police said."
  },
  {
    "image": "https://www.ndtv.com/india-news/climate-change-made-indias-2022-heatwave-30-times-more-likely-report-3003122",
    "hading": "Climate Change Made India's 2022 Heatwave 30 Times More Likely: Study",
    "owner": "Agence France-Presse",
    "date": " Tuesday May 24 2022",
    "details": "The punishing heatwave that scorched India and Pakistan in March and April was made 30 times more likely by climate change, experts in quantifying the impact of global warming on extreme weather events said in a rapid-response report Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/telangana-attracts-huge-investments-on-day-1-of-world-economic-forum-3002998",
    "hading": "Telangana Attracts Huge Investments On Day 1 Of World Economic Forum",
    "owner": "Press Trust of India",
    "date": " Tuesday May 24 2022",
    "details": "On the first day of the World Economic Forum (WEF) Summit in Davos, Switzerland, many companies have come forward to invest in Telangana with Lulu Group announcing to invest Rs 500 crore."
  },
  {
    "image": "https://www.ndtv.com/india-news/at-geneva-meet-india-says-disappointed-over-whos-excess-mortality-report-3002957",
    "hading": "At Geneva Meet, India Says Disappointed Over WHO's Excess Deaths Report",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India on Monday expressed dismay and concern over the WHO's recent report on all-cause excess mortality estimates, saying authentic data published by the statutory authority has not been taken into account."
  },
  {
    "image": "https://www.ndtv.com/india-news/heavy-rain-along-with-thunder-and-lightning-in-parts-of-delhi-again-3002888",
    "hading": "Flights Delayed, Diverted At Delhi Airport After Heavy Rain, Thunderstorm",
    "owner": "NDTV News Desk",
    "date": " Monday May 23 2022",
    "details": "Heavy rain, along with thunderstorm, hit Delhi again on Monday evening after the first bout early this morning."
  },
  {
    "image": "https://www.ndtv.com/india-news/delhi-high-court-seeks-centres-response-on-plea-against-only-female-nurses-in-military-advertisement-3002877",
    "hading": "Delhi Court Seeks Centre's Response On Women Nurses In Military Advert",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The Delhi High Court today sought the Centre's stand on a plea concerning the allegedly unconstitutional practice of having only women nurses in the military."
  },
  {
    "image": "https://www.ndtv.com/india-news/drunk-man-allegedly-kills-son-10-for-not-filling-water-at-home-3002872",
    "hading": "Drunk Man Allegedly Kills Son, 10, For Not Filling Water At Home",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "An drunk man killed his 10-year-old son for not filling water at home, Nagpur police said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-right-example-for-ensuring-vaccine-equity-leaders-at-world-economic-forum-3002813",
    "hading": "India Right Example For Ensuring Vaccine Equity: Leaders At Davos",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Hailing India for ramping up its COVID-19 vaccine manufacturing at the right time and for ensuring supplies to the rest of the world, leaders at the World Economic Forum on Monday said everyone else needs to follow the Indian model."
  },
  {
    "image": "https://www.ndtv.com/delhi-news/vinai-kumar-saxena-delhis-new-lt-governors-is-first-non-bureaucrat-to-get-the-job-5-points-3002784",
    "hading": "Delhi's New Lt Governor's Is First Non-Bureaucrat To Get The Job: 5 Points",
    "owner": "Divyanshu Dutta Roy",
    "date": " Monday May 23 2022",
    "details": "Vinai Kumar Saxena was named Delhi's new Lieutenant-Governor on Monday, days after Anil Baijal resigned from the post citing \"personal reasons\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/air-india-asks-staff-to-vacate-government-owned-housing-colonies-by-july-26-3002745",
    "hading": "Air India Asks Staff To Vacate Government-Owned Housing Colonies By July 26",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Tata Group-owned Air India has asked its staff to vacate the government-owned housing colonies by July 26, according to an official document."
  },
  {
    "image": "https://www.ndtv.com/india-news/major-shake-up-at-intelligence-agencies-hunt-on-for-new-chiefs-3002710",
    "hading": "Major Shake-Up At Intelligence Agencies, Hunt On For New Chiefs",
    "owner": "Neeta Sharma",
    "date": " Monday May 23 2022",
    "details": "As tenure of heads of India's intelligence agencies come to an end, the government is working overtime to look for replacements."
  },
  {
    "image": "https://www.ndtv.com/india-news/maharashtra-over-300-take-ill-after-wedding-feast-in-latur-most-discharged-post-treatment-3002685",
    "hading": "Over 300 Fall Ill After Wedding Feast In Maharashtra's Latur",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Over 330 people took ill after consuming food at a wedding feast in Nilanga tehsil of Maharashtra's Latur district, a health official said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/big-meetings-for-bjp-opposition-in-race-to-july-presidential-polls-3002238",
    "hading": "Big Meetings For BJP, Opposition In Race To July Presidential Polls",
    "owner": "Akhilesh Sharma,Sunil Prabhu",
    "date": " Monday May 23 2022",
    "details": "Top BJP leaders, including Amit Shah and JP Nadda, held a four-hour meeting on Monday on the Rajya Sabha election and the presidential election just two months away."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-modi-says-goals-set-up-by-his-govt-are-ambitious-but-he-enjoys-drawing-line-on-stone-3002607",
    "hading": "\"Main Patthar Par Lakeer Karta Hoon\": PM On How He Faces Challenges",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Prime Minister Narendra Modi told the Indian community members on Monday that the goals set up by his government are ambitious and challenging but the teachings and values he has received have helped him develop a habit to face challenges."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-sends-40-000-metric-tonnes-of-petrol-to-crisis-hit-sri-lanka-3002601",
    "hading": "India sends 40,000 Metric Tonnes Of Petrol To Crisis-Hit Sri Lanka",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India on Monday said it has delivered around 40,000 metric tonnes of petrol to Sri Lanka, days after supplying 40,000 metric tonnes of diesel under the Indian credit line to help ease the acute fuel shortage in the debt-ridden island nation."
  },
  {
    "image": "https://www.ndtv.com/india-news/bengal-facing-rs-1-141-crore-revenue-loss-due-to-fuel-price-cut-mamata-3002580",
    "hading": "Bengal Facing Rs 1,141 Crore Loss Due To Fuel Price Cut: Mamata Banerjee",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Claiming that West Bengal is staring at a total revenue loss of Rs 1,141 crore due to reduction of duties on petrol and diesel, Mamata Banerjee on Monday attacked the Centre for allegedly favouring BJP-ruled states in giving them their dues."
  },
  {
    "image": "https://www.ndtv.com/india-news/haryanvi-singer-missing-for-12-days-found-buried-near-highway-3002569",
    "hading": "Haryanvi Singer, Missing For 12 Days, Found Buried Near Highway",
    "owner": "Mukesh Singh Sengar",
    "date": " Monday May 23 2022",
    "details": "The family have accused two men who worked with her, named Ravi and Rohit, of kidnapping and killing her."
  },
  {
    "image": "https://www.ndtv.com/india-news/chhattisgarh-doctor-arrested-for-sexually-harassing-nurse-3002565",
    "hading": "Doctor Arrested For Sexually Harassing Nurse: Chhattisgarh Police",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A doctor attached to a government hospital in Chhattisgarh's Raipur was arrested for allegedly molesting a nurse, police said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/oldest-tiger-of-maharashtra-reserve-found-dead-3002557",
    "hading": "Oldest Tiger Of Maharashtra Reserve Found Dead",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The oldest tiger of the Tadoba Andhari Tiger Reserve (TATR) in Maharashtra, which recently killed an elderly shepherd, was found dead on Monday, a forest department official said."
  },
  {
    "image": "https://www.ndtv.com/india-news/hanuman-chalisa-row-navneet-rana-appears-before-privileges-committee-names-maharashtra-chief-minister-3002555",
    "hading": "Hanuman Chalisa Row: Maharashtra MP Appears Before Privileges Committee",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Independent MP Navneet Rana, who has alleged she was illegally arrested and inhumanly treated at a police station in Mumbai, appeared before a parliamentary privileges committee on Monday to present her case and seek \"justice\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/knives-out-in-bengal-bjp-after-mp-s-exit-3002542",
    "hading": "War Of Words In BJP's Bengal Unit After Leader Switches To Trinamool",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Cracks in Bengal BJP seemed to have deepened a day after party MP Arjun Singh returned to the rinamool."
  },
  {
    "image": "https://www.ndtv.com/india-news/us-f-18-fighter-jets-in-india-to-demonstrate-operational-capability-report-3002523",
    "hading": "US F-18 Fighter Jets In India To Demonstrate Operational Capability: Report",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Two Boeing F/A-18E Super Hornet fighter aircrafts have arrived in India to showcase their operational capability at a naval facility in Goa as the Indian Navy plans to acquire a fleet of combat jets for its indigenous aircraft carrier (IAC) Vikrant."
  },
  {
    "image": "https://www.ndtv.com/india-news/gautam-adani-advocate-karuna-nandy-on-times-100-most-influential-list-3002434",
    "hading": "Gautam Adani, Lawyer Karuna Nundy On Time's 100 Most Influential List",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Billionaire industrialist Gautam Adani and advocate Karuna Nundy have been named by TIME magazine today as among the 100 Most Influential People of 2022."
  },
  {
    "image": "https://www.ndtv.com/india-news/gujarat-bjp-plans-to-collect-over-rs-200-crore-ahead-of-polls-3002420",
    "hading": "Gujarat BJP Plans To Collect Over Rs 200 Crore Ahead Of Polls",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "To shore up its finances, the ruling BJP in Gujarat has planned to collect over Rs 200 crore from its workers and supporters ahead of the assembly elections slated by the year-end, said an office-bearer on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/jd-u-leader-anil-hegde-elected-unopposed-to-rajya-sabha-3002355",
    "hading": "JD(U) Leader Anil Hegde Elected Unopposed To Rajya Sabha",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "JD(U) leader Anil Hegde was on Monday declared elected unopposed to the Rajya Sabha from Bihar in a bypoll which was necessitated by the death of a party MP."
  },
  {
    "image": "https://www.ndtv.com/india-news/vinai-kumar-saxena-appointed-delhis-new-lieutenant-governor-days-after-anil-baijal-resigned-3002348",
    "hading": "Delhi's New Lt Governor Is Vinai Saxena, Ex Chief Of Khadi Commission",
    "owner": "NDTV News Desk",
    "date": " Monday May 23 2022",
    "details": "Delhi got its new Lieutenant Governor in Vinai Kumar Saxena on Monday, just days after his predecessor Anil Baijal resigned citing \"personal reasons\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/congress-brings-back-old-war-horse-sarat-pattnayak-as-odisha-pradesh-congress-committee-chief-3002329",
    "hading": "Congress Brings Back Old War Horse Sarat Pattnayak As Odisha Party Chief",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Congress on Monday brought back its old war horse Sarat Pattnayak appointing him the new Odisha Pradesh Congress Committee president replacing Niranjan Patnaik ending long drawn speculations and uncertainties in the grand old party."
  },
  {
    "image": "https://www.ndtv.com/india-news/supreme-court-on-acquittal-without-witnesses-being-examined-shocking-3002154",
    "hading": "\"Shocking\": Supreme Court On Acquittal Without Witnesses Being Examined",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The Supreme Court Monday termed it a \"very sorry\" state of affairs and \"shocking\" that a trial court in Bihar acquitted the accused in a murder case without examining all the witnesses."
  },
  {
    "image": "https://www.ndtv.com/india-news/centre-relaxes-family-pension-rules-for-missing-central-government-employees-union-minister-jitendra-singh-3002276",
    "hading": "Centre Relaxes Family Pension Rules For Missing Government Employees",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Union Minister Jitendra Singh today said family pension rules for missing central government employees have been relaxed. According to the order, if a central government employee goes missing during service, the family would be paid the pension."
  },
  {
    "image": "https://www.ndtv.com/india-news/declared-dead-newborn-found-alive-at-graveyard-in-jammu-and-kashmirs-banihal-3002264",
    "hading": "Declared Dead, Newborn Found Alive At Graveyard In J&K's Banihal",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A baby girl who was declared dead in a hospital in Jammu and Kashmir's Banihalsoon after her birth on Monday was found to be alive when her family was forced to dig up her grave nearly an hour after she was buried, officials said."
  },
  {
    "image": "https://www.ndtv.com/india-news/on-hijab-row-boxing-champ-nikhat-zareens-pro-choice-strike-3002216",
    "hading": "On Hijab Row, Boxing Champ Nikhat Zareen's Pro-Choice Strike",
    "owner": "Rica Roy",
    "date": " Monday May 23 2022",
    "details": "The controversy surrounding the hijab - the headscarf worn by some Muslim women - sprouted in Karnataka late last year after some right-wing groups objected to girls attending classes wearing hijabs."
  },
  {
    "image": "https://www.ndtv.com/india-news/indian-military-commands-form-tetra-group-to-counter-china-3002209",
    "hading": "Indian Military Commands Form \"Tetra Group\" To Counter China",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Four operational commands of Army, Navy and Air Force have came together to enhance jointness and integration amongst themselves against China on the eastern front. The four commands which have come together and are being called 'Tetra'."
  },
  {
    "image": "https://www.ndtv.com/india-news/aap-mla-gets-3-years-in-jail-for-assault-secures-bail-soon-after-3002193",
    "hading": "AAP MLA Gets 3 Years In Jail For Assault, Secures Bail Soon After",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "An AAP MLA was sentenced to three years in jail along with three others, including his wife and son, for assaulting his sister-in-law's family over 11 years ago."
  },
  {
    "image": "https://www.ndtv.com/india-news/heat-wave-in-india-poses-risks-for-nations-credit-moodys-3002137",
    "hading": "Heat Wave In India Poses Risks For Nation's Credit: Moody's",
    "owner": "Bijou George, Bloomberg",
    "date": " Monday May 23 2022",
    "details": "A heat wave that's made parts of India the hottest in 122 years may be a warning that heightened climate risks could drag on economic growth and worsen the nation's credit scores."
  },
  {
    "image": "https://www.ndtv.com/india-news/wont-hit-growth-story-karnataka-chief-minister-on-anti-conversion-bill-3002083",
    "hading": "Won't Hit Growth Story: Karnataka Chief Minister On Anti-Conversion Bill",
    "owner": "Vishnu Som",
    "date": " Monday May 23 2022",
    "details": "The anti-conversion bill will not come in the way of growth story, underlined Karnataka Chief Minister Basavaraj Bommai, adding that investor confidence is huge and that every state has \"domestic issues\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/elon-musk-pune-software-developer-and-their-twitter-banter-3002014",
    "hading": "Elon Musk, Pune Software Developer And Their Twitter Banter",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Tesla CEO Elon Musk is highly active on Twitter these days, also it seems that he is fond of replying regularly to a Pune-based Indian Software developer, Pranay Pathole, who is working for Tata Consultancy Services."
  },
  {
    "image": "https://www.ndtv.com/india-news/prime-minister-narendra-modi-japan-in-bid-to-boost-investment-pm-modi-proposes-japan-week-3001939",
    "hading": "In Bid To Boost Investment, PM Modi Proposes 'Japan Week'",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Seeking greater investments in India, Prime Minister Narendra Modi on Monday proposed celebrating Japan's contribution to the country's development journey in the form of a 'Japan Week'."
  },
  {
    "image": "https://www.ndtv.com/india-news/jharkhand-panchayat-polls-1-047-panchayats-to-go-to-polls-in-3rd-phase-of-jharkhand-rural-elections-3001886",
    "hading": "1,047 Panchayats To Go To Polls In 3rd Phase of Jharkhand Rural Elections",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A total of 1,047 panchayats covering 70 blocks in 19 districts of Jharkhand will go to polls in the third of the four-phase panchayat polls on Tuesday."
  },
  {
    "image": "https://www.ndtv.com/india-news/prime-minister-narendra-modi-union-home-minister-amit-shah-pm-modi-headed-inter-state-council-reconstituted-3001870",
    "hading": "PM Modi Headed Inter-State Council Reconstituted",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The Inter-State Council, which works to promote and support cooperative federalism in the country, has been reconstituted with Prime Minister Narendra Modi as chairman and chief ministers of all states and six Union ministers as members."
  },
  {
    "image": "https://www.ndtv.com/india-news/ambala-car-crash-woman-driver-arrested-after-her-range-rover-suv-rams-car-kills-a-man-3001857",
    "hading": "Haryana Woman Arrested After Her Range Rover SUV Rams Car, Kills A Man",
    "owner": "Mohammed Ghazali",
    "date": " Monday May 23 2022",
    "details": "A 26-year-old woman has been arrested and sent to judicial custody for two weeks, a day after she rammed a car with her Range Rover SUV, killing the man who was driving the car and injuring his wife and two children."
  },
  {
    "image": "https://www.ndtv.com/india-news/seven-ias-34-pcs-officers-transferred-in-punjab-3001792",
    "hading": "7 IAS Officers Among Several Bureaucrats Transferred In Punjab",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "In a major reshuffle, the Punjab government on Monday issued transfer and new posting orders of seven IAS and 34 PCS officers with immediate effect."
  },
  {
    "image": "https://www.ndtv.com/india-news/kedarnath-yatra-halted-amid-heavy-rain-since-morning-3001728",
    "hading": "Kedarnath Yatra Halted Amid Heavy Rain Since Morning",
    "owner": "NDTV News Desk",
    "date": " Monday May 23 2022",
    "details": "The Kedarnath Yatra has been temporarily halted amid high rain alert and continuous rain since Monday morning, said the police, adding that the devotees have been asked not to hike to the temple and to return to their hotels."
  },
  {
    "image": "https://www.ndtv.com/india-news/mamata-banerjee-bjp-rule-worse-than-that-of-hitler-mussolini-3001688",
    "hading": "\"BJP Rule Worse Than That Of Hitler, Mussolini\": Mamata Banerjee",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Alleging that the Union government was using central agencies to interfere in matters of the state, West Bengal Chief Minister Mamata Banerjee on Monday stated that the BJP-led dispensation was \"bulldozing the country's federal structure\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/this-is-why-the-great-khali-says-he-joined-bjp-3001641",
    "hading": "This Is Why The Great Khali Says He Joined BJP",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Almost three months after joining the Bharatiya Janata Party, wrestler Dalip Singh Rana, popularly known as The Great Khali, on Monday said he joined the BJP after being \"impressed\" by Prime Minister Narendra Modi's ideology."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-modi-japan-tour-quad-summit-2022-pm-modi-address-india-japan-are-natural-partners-pm-modi-to-indian-community-in-tokyo-3001618",
    "hading": "\"India-Japan Are Natural Partners\": PM Modi To Indian Community In Tokyo",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India and Japan are \"natural partners\" and Japanese investments have played an important role in India's development journey, Prime Minister Narendra Modi said."
  },
  {
    "image": "https://www.ndtv.com/india-news/freeze-on-xiaomi-indias-rs-5-551-crore-assets-by-probe-agency-extended-3001601",
    "hading": "Freeze On Xiaomi India's Rs 5,551 Crore Assets By Probe Agency Extended",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "The Karnataka High Court on Monday extended the stay on the Enforcement Directorate's (ED) order of freezing Rs 5,551 crore in the bank accounts of Xiaomi India."
  },
  {
    "image": "https://www.ndtv.com/india-news/adar-poonawallas-pitch-at-davos-a-global-pandemic-treaty-3001522",
    "hading": "\"We Know What Went Wrong\": Vaccine-Maker Adar Poonawalla's New Pitch",
    "owner": "Vishnu Som",
    "date": " Monday May 23 2022",
    "details": "Adar Poonawalla also told NDTV about the next generation of COVID-19 vaccines that he hopes would \"even be able to block transmission\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/bjp-leader-kirit-somaiya-medha-kirit-somaiya-rs-100-crore-defamation-suit-filed-against-shiv-sena-leader-sanjay-raut-3001477",
    "hading": "Rs 100 Crore Defamation Suit Filed Against Shiv Sena Leader Sanjay Raut",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "BJP leader Kirit Somaiya's wife Medha Kirit Somaiya on Monday filed a Rs 100 crore defamation suit against Shiv Sena leader Sanjay Raut in the Bombay High Court."
  },
  {
    "image": "https://www.ndtv.com/india-news/making-bombs-normal-in-bengal-politics-bjp-leaders-shocker-3001475",
    "hading": "\"Making Bombs Normal In Bengal Politics\": BJP Leader's Shocker",
    "owner": "Saurabh Gupta",
    "date": " Monday May 23 2022",
    "details": "Bengal BJP leader Dilip Ghosh, reacting to a party leader returning to the Trinamool Congress, made a hugely controversial statement today, appearing to trivialise political violence."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-investigating-3-cases-where-pilots-shut-down-engines-mid-flight-3001429",
    "hading": "India Investigating 3 Cases Where Pilots Shut Down Engines Mid-Flight",
    "owner": "Anurag Kotoky and Siddharth Philip, Bloomberg",
    "date": " Monday May 23 2022",
    "details": "India is investigating three separate incidents in the past two months where airline pilots had to shut down plane engines mid-flight. All three incidents involved engines made by CFM, a joint venture between General Electric Co and France's Safran."
  },
  {
    "image": "https://www.ndtv.com/india-news/akhilesh-yadav-has-gotten-used-to-acs-samjawadi-ally-om-prakash-rajbhars-jibe-creates-stir-3001413",
    "hading": "\"Akhilesh Yadav Has Gotten Used To ACs\": Samajwadi Ally's Jibe Creates Stir",
    "owner": "Alok Pandey",
    "date": " Monday May 23 2022",
    "details": "Om Prakash Rajbhar, who heads the Suheldev Bharatiya Samaj Party (SBSP) that won six seats in the recently held Uttar Pradesh state election, made the comments at a meeting of his party in eastern UP on Sunday, news agency PTI reported."
  },
  {
    "image": "https://www.ndtv.com/india-news/up-man-kills-nephew-reaches-police-station-with-blood-stained-axe-3001412",
    "hading": "UP Man Kills Nephew, Reaches Police Station With Blood-Stained Axe",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A man in a village in Kannauj hacked his nephew to death with an axe and reached a police station with the blood-stained murder weapon in his hands on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/why-dont-you-love-me-man-asks-18-year-old-before-slitting-her-throat-in-maharashtra-3001394",
    "hading": "\"Why Don't You Love Me?\": Man Asks 18-Year-Old Before Slitting Her Throat",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A 20-year-old man who allegedly killed a college student he was stalking in Maharashtra's Aurangabad was arrested from his sister's house in Lasalgaon in Nashik's Niphad taluka, a police official said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-meets-japan-business-leaders-discusses-india-investment-opportunities-3001188",
    "hading": "PM Meets Japan Business Leaders, Discusses India Investment Opportunities",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "PM Modi In Japan: PM Modi courted top Japanese business leaders, including Masayoshi Son of SoftBank and Osamu Suzuki of Suzuki Motor Corp, to discuss investment opportunities India offers in sectors ranging from textiles to automobiles."
  },
  {
    "image": "https://www.ndtv.com/india-news/tourist-hotspot-dima-hasa-hill-station-haflong-landslides-and-floods-batter-assams-lone-hill-station-3001165",
    "hading": "Landslides And Floods Batter Assam's Lone Hill Station",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Landslides and flood have left a trail of destruction in Dima Hasao, a picturesque tourist hotspot in Assam, prompting a multi-agency effort to salvage the state's only hill station Haflong,"
  },
  {
    "image": "https://www.ndtv.com/india-news/stop-pretending-all-is-well-bengal-bjp-leader-after-latest-exit-3001052",
    "hading": "\"Stop Pretending All Is Well\": Bengal BJP Leader After Latest Exit",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "BJP national secretary Anupam Hazra Monday called for introspection within the party, a day after its MP Arjun Singh returned to the Trinamool, contending that the saffron camp needs to fix lacunae instead of pretending \"all is well\"."
  },
  {
    "image": "https://www.ndtv.com/india-news/pm-modi-news-pm-modi-in-tokyo-pm-modis-3ts-for-resilient-indo-pacific-supply-chains-3000889",
    "hading": "PM Modi's \"3Ts\" For Resilient Indo-Pacific Supply Chains",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Prime Minister Narendra Modi participated in an event in Tokyo Monday to launch discussions for an Indo-Pacific Economic Framework for Prosperity (IPEF) during which he underlined that the foundation of resilient supply chains must be 3Ts."
  },
  {
    "image": "https://www.ndtv.com/india-news/amit-shah-in-photos-amit-shahs-visit-to-the-prime-ministers-museum-in-delhi-3000614",
    "hading": "In Photos: Amit Shah's Visit To The Prime Minister's Museum In Delhi",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "Union Home Minister Amit Shah along with his wife Sonal Shah on Monday visited 'Pradhanmantri Sangrahalaya', a building inaugurated by Prime Minister Narendra Modi in April this year as a tribute to all Prime Ministers of India."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-at-davos-hardeep-singh-puri-what-petroleum-minister-said-on-indias-green-energy-plans-at-davos-3001007",
    "hading": "What Petroleum Minister Said On India's Green Energy Plans At Davos",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India is more conscious of going for green energy than any other country in the world, Union Petroleum and Natural Gas Minister Hardeep Singh Puri said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/varanasis-gyanvapi-mosque-case-up-court-order-on-fresh-hearing-tomorrow-3000990",
    "hading": "Varanasi's Gyanvapi Mosque Case: UP Court Order On Fresh Hearing Tomorrow",
    "owner": "Alok Pandey",
    "date": " Monday May 23 2022",
    "details": "The Varanasi court hearing the Gyanvapi mosque case will pass orders tomorrow on when the fresh hearing will start and the procedure to be followed."
  },
  {
    "image": "https://www.ndtv.com/india-news/amid-monkeypox-cases-growing-worldwide-mumbai-readies-isolation-ward-3000985",
    "hading": "Amid Monkeypox Cases Growing Worldwide, Mumbai Readies Isolation Ward",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "Monkeypox Cases: In the wake of monkeypox cases reported from some countries, the Mumbai civic body has kept a 28-bed ward ready at the Kasturba Hospital here for the isolation of suspected patients, officials said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/uttar-pradesh-budget-to-be-introduced-on-may-26-yogi-adityanath-3000409",
    "hading": "Uttar Pradesh Budget To Be Introduced On May 26: Yogi Adityanath",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "The Uttar Pradesh budget for 2022-23 will be introduced on May 26, said Chief Minister Yogi Adityanath on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/maharashtra-fire-maharashtra-wood-depot-fire-massive-fire-at-wood-depot-in-maharashtras-ballarpur-3000387",
    "hading": "Massive Fire At Wood Depot In Maharashtra's Ballarpur",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "A massive fire broke out in a wood depot of a paper mill in the Ballarpur area on Sunday."
  },
  {
    "image": "https://www.ndtv.com/india-news/railway-employee-arrested-for-circulating-womans-number-for-sex-chats-3000286",
    "hading": "Railway Employee Arrested For Circulating Woman's Number For Sex Chats",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "A 22-year-old railway employee was arrested for allegedly circulating the mobile number of a woman for sex chats, police said on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/assam-floods-centre-sanctions-rs-180-crore-for-assam-railway-repair-after-huge-floods-centre-sanctions-rs-180-crore-for-assam-railway-repair-after-hug-3000304",
    "hading": "Centre Sanctions Rs 180 Crore For Assam Railway Repair After Huge Floods",
    "owner": "Asian News International",
    "date": " Monday May 23 2022",
    "details": "The Centre has sanctioned Rs 180 crore for the restoration of the railway network devastated by floods and landslides in Assam's Dima Hasao district."
  },
  {
    "image": "https://www.ndtv.com/india-news/india-coronavirus-cases-today-india-coronavirus-update-india-logs-2-022-covid-cases-46-related-deaths-active-infections-dip-3000124",
    "hading": "India Logs 2,022 Covid Cases, 46 Related Deaths; Active Infections Dip",
    "owner": "Press Trust of India",
    "date": " Monday May 23 2022",
    "details": "India added 2,022 new coronavirus infections taking the total tally of COVID-19 cases to 4,31,38,393, while the active cases dipped to 14,832, according to the Union Health Ministry data updated on Monday."
  },
  {
    "image": "https://www.ndtv.com/india-news/theres-a-design-terror-hand-suspected-in-assam-police-station-attack-3000858",
    "hading": "\"There's A Design\": Terror Hand Suspected In Assam Police Station Attack",
    "owner": "Ratnadip Choudhury",
    "date": " Monday May 23 2022",
    "details": "Batadrava Violence: A terror group may have engineered the mob attack on a police station in Assam, allegedly over a custodial case, the state police said today."
  }
]
